import '../../classes/article.dart';
import '../../classes/paragraph.dart';
import '../../classes/sub_paragraph.dart';

List<Article> articles_ua = [
  Article(section: "I", number: 1, introduction: [
    "Придністровська Молдавська Республіка – суверенна, незалежна, демократична, правова держава.",
    "Носієм суверенітету і єдиним джерелом влади в Придністровській Молдавській Республіці є народ.",
    "Народ здійснює свою владу безпосередньо, а також через органи державної влади і органи місцевого самоврядування.",
    "Вищим безпосереднім виявленням влади народу є референдум і вільні вибори.",
    "Ніхто не може привласнювати владу в Придністровській Молдавській Республіці. Захват влади чи привласнення владних повноважень є найбільш тяжким злочином проти народу."
  ]),
  Article(section: "I", number: 2, introduction: [
    "Конституція Придністровської Молдавської Республіки має вищу юридичну силу і пряму дію. Органи державної влади і управління, місцевого самоврядування, посадовці, громадські об’єднання і громадяни зобов’язані дотримуватись Конституції і законів Придністровської Молдавської Республіки."
  ]),
  Article(section: "I", number: 3, introduction: [
    "Громадянство Придністровської Молдавської Республіки набувається і припиняється у відповідності з конституційним законом, є однаковим для всіх громадян, незалежно від підстав його набуття.",
    "Громадянин Придністровської Молдавської Республіки не може бути позбавлений громадянства чи права його змінення. Громадянин Придністровської Молдавської Республіки може мати громадянство іншої держави – подвійне громадянство.",
    "Іноземні громадяни і особи без громадянства користуються правами і свободами громадян Придністровської Молдавської Республіки, якщо інше не встановлено законом."
  ]),
  Article(section: "I", number: 4, introduction: [
    "У Придністровській Молдавській Республіці визнаються державна, приватна та інші форми власності.",
    "Усі форми власності однаковою мірою захищаються державою."
  ]),
  Article(section: "I", number: 5, introduction: [
    "Земля, надра, води, ліси, повітряний простір, а також інші природні ресурси є об’єктами виняткової власності держави. Земельні ділянки можуть знаходитися в довічному користуванні громадян з правом наслідування, при цьому їх найбільші розміри і порядок використання визначаються законом."
  ]),
  Article(section: "I", number: 6, introduction: [
    "Державна влада в Придністровській Молдавській Республіці здійснюється на основі розподілу на законодавчу, виконавчу і судову. Органи законодавчої, виконавчої і судової влади в межах своїх повноважень самостійні."
  ]),
  Article(section: "I", number: 7, introduction: [
    "У Придністровській Молдавській Республіці визнається і гарантується місцеве самоврядування, яке складається із Рад народних депутатів і органів територіального громадського самоврядування, які безпосередньо або через органи, котрі вони обирають, самостійно вирішують соціальні, економічні, політичні і культурні питання місцевого значення, виходячи із загальнодержавних інтересів та інтересів населення адміністративно-територіальних одиниць."
  ]),
  Article(section: "I", number: 8, introduction: [
    "Держава, його органи і посадовці здійснюють свою діяльність в умовах демократичної різноманітності політичних інститутів і поглядів.",
    "Забороняється діяльність громадських формувань, їх органів і представників, що спрямована проти суверенітету Республіки, на насильницьку зміну основ конституційного ладу, на підрив безпеки держави, створення незаконних військових формувань, розпалювання расової, національної і релігійної ворожнечі."
  ]),
  Article(section: "I", number: 9, introduction: [
    "Придністровська Молдавська Республіка – світська держава. Ніяка релігія не може встановлюватися як державна чи обов’язкова.",
    "Релігійні об’єднання відділені від держави і рівні перед законом."
  ]),
  Article(section: "I", number: 10, introduction: [
    "Зовнішня політика республіки виходить із принципів суверенної рівності держав, незастосування сили, мирного врегулювання суперечок, невтручання у внутрішні справи інших держав.",
    "Загальновизнані принципи і норми міжнародного права, а також міжнародні угоди Придністровської Молдавської Республіки є основою стосунків з іншими державами і складовою частиною правової системи."
  ]),
  Article(section: "I", number: 11, introduction: [
    "Для захисту суверенітету і незалежності Придністровської Молдавської Республіки створюються Збройні сили.",
    "Порядок створення і діяльності Збройних сил визначається законом."
  ]),
  Article(section: "I", number: 12, introduction: [
    "Статус офіційної мови на рівних засадах надається молдавській, російській і українській мовам."
  ]),
  Article(section: "I", number: 13, introduction: [
    "Придністровська Молдавська Республіка має державний прапор, герб і гімн, які є символами республіки і затверджуються законом.",
    "Столицею Придністровської Молдавської Республіки є місто Тирасполь."
  ]),
  Article(section: "I", number: 14, introduction: [
    "До складу Придністровської Молдавської Республіки входять: міста – Бендери (з селами Варниця, Гиска, Протягайловка), Дубоссари, Рибниця, Тирасполь; райони – Григоріопольський, Дубоссарський, Кам’янський, Слободзейський, Рибницький.",
    "Кордони і територія Придністровської Молдавської Республіки визначаються законом."
  ]),
  Article(section: "I", number: 15, introduction: [
    "Положення нинішнього розділу Конституції складають основи конституційного ладу Придністровської Молдавської Республіки і не можуть бути змінені інакше як в порядку, встановленому чинною Конституцією.",
    "Ніякі інші положення Конституції не можуть суперечити основам конституційного устрою Придністровської Молдавської Республіки."
  ]),
  Article(section: "II", number: 16, introduction: [
    "Людина, її права і свободи є вищою цінністю суспільства і держави. Захист прав і свобод людини і громадянина – обов’язок держави.",
    "Основні права і свободи людини невід’ємні і належать кожному від народження."
  ]),
  Article(section: "II", number: 17, introduction: [
    "Усі мають однакові права та свободи і рівні перед законом без розрізнення статі, раси, національності, мови, релігії, соціального походження, переконань, особистого і громадського положення.",
    "Переваги і привілеї можуть бути встановлені тільки законом і повинні відповідати принципам соціальної справедливості."
  ]),
  Article(section: "II", number: 18, introduction: [
    "Обмеження прав та свобод людини і громадянина допускається тільки у випадках, передбачених законом, в інтересах державної безпеки, громадського порядку, захисту моралі, здоров’я населення, прав і свобод інших осіб.",
    "Ніхто не може користуватися перевагами і привілеями, котрі суперечать закону."
  ]),
  Article(section: "II", number: 19, introduction: [
    "Кожен має право на життя. Держава захищає право на життя людини від будь-яких протиправних зазіхань.",
    "Смертна кара до її скасування може застосовуватись у відповідності з законом як виняткова міра покарання за тяжкі злочини проти життя і тільки за вироком суду."
  ]),
  Article(section: "II", number: 20, introduction: [
    "Кожен має право на свободу і особисту недоторканність.",
    "Ніхто не може піддаватися арешту чи утриманню під вартою інакше ніж на підставі закону."
  ]),
  Article(section: "II", number: 21, introduction: [
    "Ніхто не повинен піддаватися тортурам, жорстокому, нелюдяному чи принижуючому його гідність ставленню і покаранню, а також без його згоди піддаватися медичним та іншим дослідам."
  ]),
  Article(section: "II", number: 22, introduction: [
    "Кожний звинувачений у скоєнні злочину вважається невинним поки його вина не буде доведена у передбаченому законом порядку і встановлена вироком суду, що вступив у законну силу. Звинувачений не зобов’язаний доводити свою невинність."
  ]),
  Article(section: "II", number: 23, introduction: [
    "Ніхто не зобов’язаний свідчити проти самого себе, свого чоловіка, близьких родичів, коло яких визначається законом. Докази, отримані з порушенням закону, не мають юридичної сили."
  ]),
  Article(section: "II", number: 24, introduction: [
    "Кожен має право на захист доброго імені, захист від зазіхань на його честь і гідність, втручання в його приватне життя, на особисту і сімейну тайну, на недоторканність житла.",
    "Ніхто не має права ввійти в житло, учиняти обшук чи огляд, порушувати тайну переписки і телефонних переговорів інакше ніж у випадку і порядку, що передбачені законом."
  ]),
  Article(section: "II", number: 25, introduction: [
    "Громадяни Придністровської Молдавської Республіки мають право вільно пересуватися і обирати місце проживання у межах республіки, залишати її і без перешкод повертатися назад."
  ]),
  Article(section: "II", number: 26, introduction: [
    "Материнство і дитинство, сім’я знаходяться під захистом держави.",
    "Піклування про дітей, їх виховання – однакове право і обов’язок батьків.",
    "Працездатні діти, які досягли 18 років, зобов’язані піклуватися про непрацездатних батьках."
  ]),
  Article(section: "II", number: 27, introduction: [
    "Кожен має право на свободу думки, слова і переконань. Кожен має право будь-яким законним способом шукати, отримувати і розповсюджувати будь-яку інформацію, за виключенням спрямованої проти існуючого конституційного устрою, або що складає державну таємницю. Перелік відомостей, що складає державну таємницю, визначається законом.",
    "Кожному гарантується свобода поглядів, переконань та їх вільне вираження."
  ]),
  Article(
      section: "II",
      number: 28,
      introduction: ["Засоби масової інформації не піддаються цензурі."]),
  Article(section: "II", number: 29, introduction: [
    "Громадянам Придністровської Молдавської Республіки гарантується право на отримання, зберігання і розповсюдження повної, достовірної і вчасної інформації про діяльність державних органів, громадських об’єднань, про політичне, економічне і міжнародне життя, стан навколишнього середовища.",
    "Органи державної влади і управління, органи місцевого самоврядування, їх посадовці зобов’язані забезпечити громадянина Придністровської Молдавської Республіки можливістю ознайомлення з документами і матеріалами, які торкаються його прав і законних інтересів, якщо інше не передбачене законом."
  ]),
  Article(section: "II", number: 30, introduction: [
    "Свобода совісті гарантується для всіх. Кожен має право сповідувати будь-яку релігію чи не сповідувати ніякої. Неприпустиме примусове насадження релігійних поглядів."
  ]),
  Article(section: "II", number: 31, introduction: [
    "Громадяни Придністровської Молдавської Республіки мають право брати участь в управлінні справами суспільства і держави як безпосередньо, так і через своїх представників. Така участь здійснюється шляхом місцевого самоврядування, проведення референдумів і демократичного формування державних органів.",
    "Громадяни Придністровської Молдавської Республіки можуть вільно обирати і бути обраними в державні органи на основі загального, рівного, прямого права при таємному голосуванні."
  ]),
  Article(section: "II", number: 32, introduction: [
    "Свобода зборів, мітингів, вуличних ходів, демонстрацій і пікетування, які не порушують правопорядок і права інших громадян Придністровської Молдавської Республіки, гарантується державою. Порядок проведення зазначених заходів визначається законом."
  ]),
  Article(section: "II", number: 33, introduction: [
    "Громадяни Придністровської Молдавської Республіки мають право об’єднуватися у професійні союзи, політичні партії та інші об’єднання, брати участь у масових рухах, які не заборонені законом."
  ]),
  Article(section: "II", number: 34, introduction: [
    "Судді, прокурорські працівники, співпрацівники органів внутрішніх справ, комітету державного контролю, органів безпеки, військовослужбовці не можуть бути членами політичних партій та інших громадських об’єднань, що переслідують політичні цілі."
  ]),
  Article(section: "II", number: 35, introduction: [
    "Праця вільна. Кожен має право вільно розпоряджатися своїми здібностями до праці, обирати вид діяльності й професію.",
    "Примусова праця заборонена.",
    "Кожен має право на працю в умовах, що відповідає вимогам безпеки і гігієни, на винагороди за працю без будь-якої дискримінації і не нижче встановленого законом мінімального розміру оплати праці, а також право на захист від безробіття.",
    "Визнається право на індивідуальні і колективні трудові спори з використанням встановлених законом способів їх вирішувати, включаючи право на страйк.",
    "Кожен має право на відпочинок. Тому, хто працює за трудовим договором, гарантуються встановлені законом тривалість робочого часу, вихідні і святкові дні, щорічна відпустка, яка сплачується."
  ]),
  Article(section: "II", number: 36, introduction: [
    "Кожен має право на вільне використання своїх здібностей і майна для підприємницької та іншої, не забороненої законом, економічної діяльності."
  ]),
  Article(section: "II", number: 37, introduction: [
    "Держава гарантує кожному право власності.",
    "Власник на свій розсуд володіє, користується і розпоряджається майном, яке йому належить.",
    "Ніхто не може бути позбавлений свого майна, інакше ніж за рішення суду.",
    "Здійснення права власності не повинно завдавати шкоди навколишньому середовищу, історико-культурним цінностям, обмежувати права та інтереси інших осіб, які захищаються законом, чи держави.",
    "Право успадкування гарантується."
  ]),
  Article(section: "II", number: 38, introduction: [
    "Кожен має право на соціальне забезпечення в старості, у випадку втрати працездатності, а також втрати годувальника та в інших, передбачених законом випадках.",
    "Пенсії, грошова допомога та інші види соціальної допомоги не можуть бути нижче офіційно встановленого державою рівня."
  ]),
  Article(section: "II", number: 39, introduction: [
    "Громадянам Придністровської Молдавської Республіки гарантується право на охорону здоров’я, включаючи безкоштовне медичне обслуговування та лікування в державних закладах охорони здоров’я."
  ]),
  Article(section: "II", number: 40, introduction: [
    "Кожен має право на безпечне для життя і здоров’я оточуюче природне середовище і на відшкодування, спричиненого порушенням цього права."
  ]),
  Article(section: "II", number: 41, introduction: [
    "Кожен має право на освіту.",
    "Громадянам гарантується отримання безкоштовної середньої загальної і середньої професійної освіти в державних освітніх закладах.",
    "Кожний має право на конкурсній основі у відповідності зі своїми здібностями безкоштовно отримати вищу освіту в державних освітніх закладах.",
    "Основна загальна освіта обов’язкова.",
    "Придністровська Молдавська Республіка встановлює державні освітні стандарти, підтримує різні форми освіти і самоосвіти."
  ]),
  Article(section: "II", number: 42, introduction: [
    "Кожен громадянин Придністровської Молдавської Республіки має право на житло. Ніхто не може бути безпідставно позбавлений житла.",
    "Органи державної влади заохочують будівництво житла, створюють умови для здійснення права на житло.",
    "Незаможним, іншим вказаним в законі громадянам, які мають потребу в житлі, воно надається безкоштовно, чи за доступну плату із державних та інших житлових фондів у відповідності зі встановленими законом нормами."
  ]),
  Article(section: "II", number: 43, introduction: [
    "Кожний має право зберігати свою національну належність, так само як ніхто не може бути примушений до визначення та вказівки національної належності.",
    "Ображання національної гідності переслідується законом.",
    "Кожний має право користуватися рідною мовою, обирати мову спілкування."
  ]),
  Article(section: "II", number: 44, introduction: [
    "Громадяни Придністровської Молдавської Республіки мають право на свободу художньої, наукової та технічної творчості.",
    "Інтелектуальна власність охороняється законом.",
    "Держава піклується про культурний, науковий та технічний розвиток суспільства."
  ]),
  Article(section: "II", number: 45, introduction: [
    "Держава забезпечує права і свободи громадян, закріплені в Конституції. Перелік в Конституції прав і свобод не повинен тлумачитися як заперечення або применшення інших загальновизнаних прав і свобод людини."
  ]),
  Article(section: "II", number: 46, introduction: [
    "Кожному гарантується судовий захист його прав і свобод, право оскарження в суд незаконних рішень та дій державних органів, посадових осіб, громадських об’єднань."
  ]),
  Article(section: "II", number: 47, introduction: [
    "Здійснення прав і свобод невіддільне від виконання громадянином і людиною своїх обов’язків перед суспільством і державою."
  ]),
  Article(section: "II", number: 48, introduction: [
    "Захист Придністровської Молдавської Республіки – священний обов’язок для кожного. Законом встановлюється загальний військовий обов’язок."
  ]),
  Article(section: "II", number: 49, introduction: [
    "Кожний зобов’язаний дотримуватися Конституції і законів, поважати права, свободи, честь і гідність інших людей."
  ]),
  Article(section: "II", number: 50, introduction: [
    "Кожний зобов’язаний дбайливо ставитися до навколишньої природи."
  ]),
  Article(section: "II", number: 51, introduction: [
    "Кожний зобов’язаний оберігати культурну та духовну спадщину народу Придністровської Молдавської Республіки."
  ]),
  Article(section: "II", number: 52, introduction: [
    "Кожний зобов’язаний платити податки та місцеві збори, встановлені законом."
  ]),
  Article(section: "II", chapter: 1, number: 53, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Кожний має право на відшкодування державою, місцевим самоуправлінням шкоди, заподіяної незаконними діями (або бездіяльністю) органів державної влади, місцевого самоуправління чи їх посадових осіб."
    ]),
    Paragraph(number: 2, introduction: [
      "Повага людської особистості, повний, безумовний і негайний захист прав і свобод людини і громадянина, забезпечення умов для вільного розвитку громадян є обов’язком органів державної влади, місцевого самоуправління і посадових осіб."
    ]),
    Paragraph(number: 3, introduction: [
      "Будь-які нормативні правові акти, що стосуються прав, свобод і обов’язків людини і громадянина, не можуть застосовуватися, якщо вони не опубліковані офіційно для загального відома."
    ])
  ]),
  Article(section: "II", chapter: 1, number: 54, paragraphs: [
    Paragraph(number: 1, introduction: [
      "В умовах надзвичайного чи воєнного стану у відповідності до конституційного закону можуть бути обмежені конституційні права і свободи людини і громадянина, встановлені статтями 4, 20, 24, 25, 27, 28, 31, 32, 33, 35, 36, 37 цієї Конституції.",
      "Обмеження вказаних в даній статті конституційних прав і свобод людини і громадянина можуть встановлюватися із зазначенням межі і терміну їх дії. Ніякі інші конституційні права і свободи людини і громадянина обмеженню не підлягають."
    ]),
    Paragraph(number: 2, introduction: [
      "Надзвичайний, воєнний стан на території Придністровської Молдавської Республіки може вводитися за наявності обставин і в порядку, встановленому конституційним законом."
    ])
  ]),
  Article(section: "II", chapter: 1, number: 55, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Придністровська Молдавська Республіка (Придністров’я) є президентською республікою. Найменування «Придністровська Молдавська Республіка» і «Придністров’я» рівнозначні."
    ]),
    Paragraph(number: 2, introduction: [
      "Не можуть бути об’єднані в руках одного органу чи однієї особи повноваження двох чи трьох гілок влади. Законодавча влада не може надаватися одній особі. Виконавчі органи державної влади не можуть бути наділені повноваженнями із видання законів, а законодавча влада не може бути наділена розпорядчими повноваженнями з оперативного управління органами та установами виконавчих та судових органів державної влади.",
      "Кожний із органів державної влади наділяється контрольними функціями у межах повноважень, наданих цією Конституцією і законом."
    ]),
    Paragraph(number: 3, introduction: [
      "Судова влада здійснюється судами, рішення яких виносяться від імені Придністровської Молдавської Республіки."
    ]),
  ]),
  Article(section: "II", chapter: 1, number: 56, paragraphs: [
    Paragraph(number: 1, subParagraphs: [
      SubParagraph(
          title: "а",
          text: "формування і збереження сприятливого середовища проживання;"),
      SubParagraph(title: "б", text: "здійснення охорони здоров’я населення;"),
      SubParagraph(
          title: "в",
          text:
              "створення і функціонування систем соціального забезпечення і захисту населення, зайнятості працездатного населення;"),
      SubParagraph(
          title: "г",
          text:
              "розвиток науки, культури, фізичної культури і спорту та забезпечення можливості одержання населенням освіти;"),
      SubParagraph(
          title: "д", text: "здійснення зовнішньополітичної діяльності;"),
      SubParagraph(
          title: "е",
          text:
              "формування і забезпечення діяльності фінансової системи держави;"),
      SubParagraph(
          title: "ж", text: "забезпечення розвитку економіки в державі;"),
      SubParagraph(title: "з", text: "здійснення заходів митного регулювання;"),
      SubParagraph(
          title: "и",
          text: "функціонування торгівлі, як внутрішньої, так і зовнішньої;"),
      SubParagraph(
          title: "к",
          text:
              "створення умов для функціонування транспорту і зв’язку як єдиних систем;"),
      SubParagraph(
          title: "л",
          text:
              "створення умов для діяльності аграрного сектора господарства, направленої на задоволення потреб населення;"),
      SubParagraph(
          title: "м",
          text: "збереження і раціональне використання природних ресурсів;"),
      SubParagraph(
          title: "н",
          text:
              "створення умов для функціонування промисловості і енергетики;"),
      SubParagraph(
          title: "о",
          text: "забезпечення обороноздатності та безпеки держави;"),
      SubParagraph(
          title: "п",
          text:
              "забезпечення зовнішньої та внутрішньої безпеки з метою забезпечення нормальної життєдіяльності держави;"),
      SubParagraph(
          title: "р",
          text:
              "здійснення правоохоронної діяльності, зокрема, заходів із забезпечення законності прав і свобод громадян, охорони власності і громадського порядку, боротьби зі злочинністю;"),
      SubParagraph(
          title: "с",
          text:
              "визначення статусу і захист державного кордону Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "т", text: "забезпечення діяльності органів юстиції;"),
      SubParagraph(
          title: "у",
          text:
              "інші питання, що потребують однакового рішення і застосування на території Придністровської Молдавської Республіки, для забезпечення блага і користі населення.")
    ], introduction: [
      "Придністровська Молдавська Республіка як суверенна держава через створювані у встановленому цією Конституцією і законодавством порядку органи державної влади і управління, а також державних посадових осіб бере на себе виконання наступних основних функцій:"
    ]),
    Paragraph(number: 2, introduction: [
      "Органи державної влади і управління створюються виключно для виконання функцій держави, їх діяльність фінансується тільки із коштів державного бюджету."
    ])
  ]),
  Article(section: "II", chapter: 1, number: 57, introduction: [
    "Міжнародний договір Придністровської Молдавської Республіки, якщо ним встановлюються інші правила, ніж передбачені законодавством Республіки, може бути ратифікований Верховною Радою тільки після прийняття (чи одночасно з прийняттям) нею закону, що вносить зміни в чинне законодавство у відповідності до міжнародного договору Придністровської Молдавської Республіки, що підлягає ратифікації."
  ]),
  Article(section: "II", chapter: 1, number: 58, introduction: [
    "Здійснення окремих повноважень органів державної влади може бути делеговане через прийняття конституційного закону у порядку, передбаченому статтею 57 даної Конституції, іншій державі чи наднаціональним органам, якщо це не спричиняє обмеження прав і свобод людини і громадянина, передбачених розділом II даної Конституції , і не суперечить основам конституційного ладу, в такому обсязі та в тій мірі, в якій це не буде означати для Придністровської Молдавської Республіки відмову від суверенітету."
  ]),
  Article(section: "II", chapter: 2, number: 59, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Президент Придністровської Молдавської Республіки є главою держави."
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки є гарантом Конституції і законів Придністровської Молдавської Республіки, прав і свобод людини і громадянина, забезпечує точне виконання Конституції та законів. У встановленому Конституцією порядку він вживає заходів з охорони суверенітету республіки, її незалежності та територіальної цілісності, забезпечує узгоджене функціонування і взаємодію всіх органів державної влади."
    ]),
    Paragraph(number: 3, introduction: [
      "Президент Придністровської Молдавської Республіки у відповідності до Конституції і законів визначає основні напрямки внутрішньої та зовнішньої політики держави."
    ]),
    Paragraph(number: 4, introduction: [
      "Президент Придністровської Молдавської Республіки як глава держави представляє Придністровську Молдавську Республіку всередині країни і в міжнародних відносинах."
    ]),
    Paragraph(number: 5, introduction: [
      "Президент Придністровської Молдавської Республіки має недоторканність."
    ]),
    Paragraph(number: 6, introduction: [
      "Статус Президента Придністровської Молдавської Республіки встановлюється конституційним законом."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 60, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Президентом Придністровської Молдавської Республіки може бути обраний громадянин Придністровської Молдавської Республіки, що має громадянство Придністровської Молдавської Республіки не менше 10 років, володіє виборчим правом, не молодше 35 років і постійно проживає на території Придністровської Молдавської Республіки не менше 10 років на день виборів."
    ]),
    Paragraph(number: 2, introduction: [
      "Вибори Президента Придністровської Молдавської Республіки здійснюються громадянами Придністровської Молдавської Республіки на основі загального рівного і прямого виборчого права при таємному голосуванні."
    ]),
    Paragraph(number: 3, introduction: [
      "Термін повноважень Президента Придністровської Молдавської Республіки – 5 років. Одна і та ж особа не може обіймати посаду Президента Придністровської Молдавської Республіки більше двох термінів поспіль."
    ]),
    Paragraph(number: 4, introduction: [
      "Порядок проведення виборів Президента Придністровської Молдавської Республіки встановлюється законом."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 61, paragraphs: [
    Paragraph(number: 1, introduction: [
      "При вступі на посаду Президент Придністровської Молдавської Республіки приносить народу таку присягу:",
      "«Присягаюся при здійсненні повноважень Президента Придністровської Молдавської Республіки поважати і охороняти права і свободи людини і громадянина, дотримуватися і захищати Конституцію Придністровської Молдавської Республіки і закони Придністровської Молдавської Республіки, захищати суверенітет і незалежність, безпеку і цілісність держави, вірно служити народу Придністровської Молдавської Республіки»."
    ]),
    Paragraph(number: 2, introduction: [
      "Присяга приноситься не пізніше 30 днів після офіційного опублікування результатів виборів, в урочистій обстановці, в присутності депутатів Верховної Ради, представників виконавчих і судових органів державної влади.",
      "Президент Придністровської Молдавської Республіки приступає до виконання повноважень з моменту принесення ним присяги і припиняє їх виконання із закінченням терміну його перебування на посаді з моменту принесення присяги новообраним Президентом Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 62, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Виконання повноважень Президента Придністровської Молдавської Республіки припиняється достроково в разі добровільної відставки, стійкої нездатності за станом здоров’я здійснювати належні йому повноваження, смерті або відмови від посади в порядку, передбаченому статтею 75 цієї Конституції.",
      "У всіх випадках, коли Президент Придністровської Молдавської Республіки не в змозі здійснювати свої повноваження, їх тимчасово виконує Голова Уряду Придністровської Молдавської Республіки до усунення причин, що перешкоджають Президенту здійснювати свої повноваження, або до обрання Президента Придністровської Молдавської Республіки в установленому порядку."
    ]),
    Paragraph(number: 2, introduction: [
      "Виконуючий обов’язки Президента Придністровської Молдавської Республіки не має права розпускати Верховну Раду, а також вносити законопроект, який передбачає внесення змін і (або) доповнень до Конституції Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "У разі дострокового припинення повноважень Президента Придністровської Молдавської Республіки за вказаними в пункті 1 цієї статті підставами вибори Президента Придністровської Молдавської Республіки проводяться у другу неділю місяця, наступного за три місяці після дати дострокового припинення повноважень Президента."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 63, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Президент Придністровської Молдавської Республіки є Головнокомандувачем Збройними силами Придністровської Молдавської Республіки.",
      "У разі агресії проти Придністровської Молдавської Республіки або безпосередньої загрози агресії Президент Придністровської Молдавської Республіки вводить на території Придністровської Молдавської Республіки воєнний стан із негайним повідомленням про це Верховній Раді.",
      "Президент Придністровської Молдавської Республіки за обставин і в порядку, передбаченому конституційним законом, вводить на території Придністровської Молдавської Республіки або в окремих її місцевостях надзвичайний стан, із негайним повідомленням про це Верховній Раді Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки має право помилування."
    ]),
    Paragraph(number: 3, introduction: [
      "Президент Придністровської Молдавської Республіки вирішує питання громадянства Придністровської Молдавської Республіки і надання політичного притулку."
    ]),
    Paragraph(number: 4, introduction: [
      "Президент Придністровської Молдавської Республіки встановлює державні нагороди Придністровської Молдавської Республіки, встановлює почесні та спеціальні звання, нагороджує державними нагородами, присвоює почесні звання Придністровської Молдавської Республіки, вищі воєнні та спеціальні звання, вищі кваліфікаційні класи та класні чини."
    ]),
    Paragraph(number: 5, introduction: [
      "Президент Придністровської Молдавської Республіки звертається з посланнями до народу Придністровської Молдавської Республіки, Верховної Ради та періодично інформує про найважливіші питання внутрішньополітичної та зовнішньополітичної діяльності республіки, представляє Верховній Раді щорічні доповіді про стан в республіці та пропонує до її розгляду такі заходи, які вважає необхідними та корисними."
    ]),
    Paragraph(number: 6, introduction: [
      "Президент Придністровської Молдавської Республіки здійснює керівництво зовнішньою політикою Придністровської Молдавської Республіки, веде переговори та підписує міжнародні договори Придністровської Молдавської Республіки, підписує ратифікаційні грамоти, приймає вірчі та відкличні грамоти дипломатичних представників."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 64, introduction: [
    "Президент Придністровської Молдавської Республіки не може займати будь-яку іншу оплачувану посаду, здійснювати підприємницьку та іншу діяльність, за винятком наукової, викладацької та іншої творчої діяльності, входити до складу керівного органу або спостережної ради комерційної організації, бути депутатом Верховної Ради та інших представницьких органів у Придністровській Молдавській Республіці, а також припиняє членство в політичних партіях та інших громадських об’єднаннях, що переслідують політичні цілі, на весь термін своїх повноважень."
  ]),
  Article(section: "II", chapter: 2, number: 65, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Президент Придністровської Молдавської Республіки видає укази і розпорядження."
    ]),
    Paragraph(number: 2, introduction: [
      "Укази і розпорядження Президента Придністровської Молдавської Республіки обов'язкові для виконання на всій території Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Укази і розпорядження Президента Придністровської Молдавської Республіки не повинні суперечити Конституції і законам Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "II", chapter: 2, number: 66, paragraphs: [
    Paragraph(number: 1, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "призначає за згодою Верховної Ради Голову Уряду Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "б",
          text:
              "має право головувати на засіданнях Уряду Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "в",
          text:
              "приймає рішення про відставку Уряду Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "г",
          text:
              "подає Верховній Раді кандидатуру для призначення на посаду Голови центрального банку; ставить перед Верховною Радою питання про звільнення з посади Голови центрального банку;"),
      SubParagraph(
          title: "д",
          text:
              "за пропозицією Голови Уряду Придністровської Молдавської Республіки призначає на посаду та звільняє з посади заступників Голови Уряду Придністровської Молдавської Республіки, міністрів, голів державних адміністрацій міст і районів;"),
      SubParagraph(
          title: "е",
          text:
              "представляє Верховній Раді кандидатури для призначення на посади голів Конституційного, Верховного, Арбітражного судів Придністровської Молдавської Республіки, а також кандидатуру Прокурора Придністровської Молдавської Республіки; вносить до Верховної Ради пропозицію про звільнення з посади Прокурора Придністровської Молдавської Республіки, призначає двох суддів Конституційного суду і суддів інших судів;"),
      SubParagraph(
          title: "ж",
          text:
              "приймає рішення про відставку окремих членів Уряду у випадках і в порядку, встановлених Конституцією і законом;"),
      SubParagraph(
          title: "з",
          text:
              "розпускає Верховну Раду у випадках і в порядку, передбачених Конституцією Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "і",
          text:
              "призначає і звільняє вище командування Збройних сил Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "к",
          text:
              "затверджує військову доктрину Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "л",
          text:
              "призначає і звільняє з посади повноважних представників Президента Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "м",
          text:
              "формує Адміністрацію Президента Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "н",
          text:
              "призначає і відкликає після консультацій з відповідними комітетами і комісіями Верховної Ради Придністровської Молдавської Республіки дипломатичних представників Придністровської Молдавської Республіки в іноземних державах і міжнародних організаціях;"),
      SubParagraph(
          title: "о",
          text:
              "має право тимчасово призначати на всі вакансії, що відкриваються в період між сесіями Верховної Ради, з державних посад, призначення на які здійснюється Верховною Радою за поданням Президента Придністровської Молдавської Республіки, до заміщення цих посад у встановленому порядку на найближчій сесії;"),
      SubParagraph(
          title: "п",
          text:
              "підписує і оприлюднює конституційні закони, закони в порядку, встановленому статтею 73 Конституції, а конституційні закони про зміну Конституції, — в порядку, встановленому статтею 106 Конституції;"),
      SubParagraph(
          title: "р",
          text:
              "здійснює інші повноваження, передбачені цією Конституцією і законодавчими актами.")
    ], introduction: [
      "Президент Придністровської Молдавської Республіки:"
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки може використовувати погоджувальні процедури для розв'язання розбіжностей між органами державної влади та управління Придністровської Молдавської Республіки. У разі недосягнення узгодженого рішення він може передати вирішення спору на розгляд відповідного суду."
    ]),
    Paragraph(number: 3, introduction: [
      "Припинення повноважень Президента Придністровської Молдавської Республіки тягне за собою припинення повноважень осіб, безпосередньо підпорядкованих Президенту Придністровської Молдавської Республіки, за винятком випадків, передбачених пунктом 1 статті 62 Конституції."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 67, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Верховна Рада Придністровської Молдавської Республіки (далі – Верховна Рада) є представницьким і єдиним законодавчим органом державної влади Придністровської Молдавської Республіки.",
      "Чисельний склад Верховної Ради — 43 депутати."
    ]),
    Paragraph(number: 2, introduction: [
      "Термін повноважень Верховної Ради — 5 років.",
      "У разі розпуску Верховної Ради Президентом Придністровської Молдавської Республіки позачергові вибори Верховної Ради проводяться в другу неділю місяця, що йде через три місяці після дати розпуску Верховної Ради.",
      "Верховна Рада як орган державної влади є правомочною, якщо в її склад обрано не менше двох третин депутатів від встановленого Конституцією числа депутатів.",
      "Повноваження Верховної Ради починаються з моменту відкриття її першої сесії і закінчуються з початком роботи першої сесії Верховної Ради нового скликання."
    ]),
    Paragraph(number: 3, introduction: [
      "Президент Придністровської Молдавської Республіки збирає Верховну Раду на перше засідання не пізніше ніж на тридцятий день після офіційного опублікування результатів виборів при обранні не менше двох третин від встановленого числа депутатів Верховної Ради. Президент Придністровської Молдавської Республіки відкриває перше засідання Верховної Ради і доручає його ведення найстаршому депутату до обрання Голови Верховної Ради в установленому порядку."
    ]),
    Paragraph(number: 1, introduction: [
      "Депутатом Верховної Ради може бути обраний громадянин Придністровської Молдавської Республіки, що володіє виборчим правом, який досяг на день виборів віку 25 років і постійно проживає на території республіки не менше 5 років до дня виборів.",
      "Депутат Верховної Ради не може бути Президентом, членом Уряду Придністровської Молдавської Республіки, суддею, прокурором, бути на державній службі, бути депутатом інших представницьких і виборних органів державної влади і місцевого самоврядування.",
      "Депутат Верховної Ради, що працює в Верховній Раді і її робочих органах на постійній професійній основі, не має права займати інші оплачувані посади, здійснювати підприємницьку діяльність, входити до складу керівного органу або наглядової ради комерційної організації, займатися іншою оплачуваною діяльністю, за винятком викладацької, наукової або творчої діяльності.",
      "Порушення цього правила тягне за собою припинення повноважень депутата Верховної Ради.",
      "Порядок проведення виборів депутатів Верховної Ради встановлюється законом."
    ]),
    Paragraph(number: 2, introduction: [
      "Депутат Верховної Ради за свою діяльність у Верховній Раді отримує грошову винагороду, йому відшкодовуються витрати, пов'язані із здійсненням ним депутатських повноважень, в порядку, встановленому законом.",
      "Депутат Верховної Ради зобов'язаний бути присутнім на засіданнях Верховної Ради та її робочих органів.",
      "Відсутність депутата Верховної Ради без поважних причин на засіданнях Верховної Ради та її робочих органів тягне за собою застосування до депутата Верховної Ради встановлених законом заходів стягнення."
    ]),
    Paragraph(number: 3, introduction: [
      "Депутат Верховної Ради не може бути притягнутий до будь-якої відповідальності за висловлену ним думку або прийняте в процесі депутатської діяльності рішення, а також за вчинення інших дій по здійсненню депутатської діяльності.",
      "Депутат Верховної Ради має недоторканність протягом усього терміну його повноважень, а також після закінчення строку депутатських повноважень за діяння, вчинені ним у період виконання повноважень депутата Верховної Ради, пов'язані з здійсненням депутатської діяльності. Без згоди Верховної Ради він не може бути затриманий, взятий під варту, підданий обшуку, окрім випадків затримання на місці злочину, а також особистому огляду, за винятком випадків, коли це передбачено законами Придністровської Молдавської Республіки для забезпечення безпеки інших людей.",
      "Депутат Верховної Ради не може бути допитаний про обставини, які стали йому відомі у зв'язку з виконанням його депутатських обов'язків, без згоди Верховної Ради.",
      "У разі порушення справи, пов'язаної з кримінальною або адміністративною відповідальністю, яка покладається в судовому порядку, щодо дій депутата Верховної Ради, не пов'язаних із здійсненням депутатської діяльності, по завершенні дізнання, попереднього слідства або провадження по адміністративному правопорушенню для передачі справи в суд необхідна згода Верховної Ради"
    ]),
    Paragraph(number: 4, introduction: [
      "Статус депутата Верховної Ради встановлюється конституційним законом."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 69, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Верховна Рада зі свого складу обирає Голову та його заступників. З питань, віднесених до її відання Конституцією, Верховна Рада створює постійні, тимчасові та інші робочі органи.",
      "Порядок обрання Голови, заступників Голови Верховної Ради, порядок утворення і діяльність Верховної Ради визначаються Регламентом Верховної Ради."
    ]),
    Paragraph(number: 2, introduction: [
      "У своїй діяльності Верховна Рада і створювані нею органи з числа депутатів Верховної Ради зобов'язані враховувати права меншості (одна п'ята депутатів Верховної Ради має право в будь-який час при ухваленні рішення вимагати проведення таємного або поіменного голосування, перед тим як буде прийнято рішення про відкрите голосування), а також право будь-якого з депутатів Верховної Ради вимагати розголошення відомості про голоси «за» і «проти», подані депутатами з якого-небудь питання."
    ]),
    Paragraph(number: 3, introduction: [
      "Дві третини від встановленого Конституцією числа депутатів складають кворум, необхідний для прийняття правових актів."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 70, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Верховна Рада правомочна розглядати і вирішувати всі питання, віднесені Конституцією до законодавчого регулювання і до виконання його контрольних функцій. Жоден акт законодавства не може бути прийнятий Верховною Радою на своєму засіданні, якщо він попередньо не розглянутий робочим органом Верховної Ради."
    ]),
    Paragraph(number: 2, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "встановлює республіканські податки і збори, перелік місцевих податків і зборів, порядок їхсправляння і введення; встановлює граничний розмір податкового навантаження на платника податків; встановлює межі державного боргу і величину разового запозичення, у випадку перевищення якого дана дія має бути погоджена з Верховною Радою, а також порядок або об'єкти його забезпечення; приймає рішення про грошову емісію в межах, що перевищують розмір емісії, встановлений законом для самостійного рішення центральним банком держави;"),
      SubParagraph(
          title: "б",
          text:
              "розглядає і затверджує в рамках довгострокового бюджетного планування республіканські програми економічного, соціального та культурного розвитку, що мають статус державних, приймає бюджет і встановлює заходи міжбюджетного регулювання;"),
      SubParagraph(
          title: "в",
          text:
              "вирішує питання адміністративно-територіального устрою Придністровської Молдавської Республіки, в тому числі приймає рішення про зміну меж Придністровської Молдавської Республіки за взаємною згодою з суміжними державами;"),
      SubParagraph(
          title: "г",
          text:
              "ратифікує і денонсує міжнародні договори Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "д",
          text:
              "вносить зміни і доповнення до Конституції в установленому порядку, вносить зміни і доповнення до чинних законодавчих актів;"),
      SubParagraph(
          title: "е",
          text:
              "здійснює законодавче регулювання інших питань, які потребують одностайного рішення і застосування на території Придністровської Молдавської Республіки.")
    ], introduction: [
      "Верховна Рада за допомогою прийняття законодавчих актів:"
    ]),
    Paragraph(number: 3, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "про затвердження указів Президента про введення воєнного, надзвичайного стану;"),
      SubParagraph(title: "б", text: "з питань війни і миру;"),
      SubParagraph(title: "в", text: "про оголошення амністії;"),
      SubParagraph(
          title: "г",
          text:
              "про проведення на території Придністровської Молдавської Республіки референдуму або всенародного обговорення найбільш важливих питань державного або громадського життя;"),
      SubParagraph(
          title: "д",
          text:
              "про надання згоди Президенту Придністровської Молдавської Республіки на призначення Голови Уряду Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "е",
          text:
              "про висловлення недовіри Уряду Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "ж",
          text:
              "про заслуховування щорічних звітів Уряду Придністровської Молдавської Республіки про результати його діяльності, в тому числі з питань, поставлених Верховною Радою;"),
      SubParagraph(
          title: "з",
          text:
              "про призначення на посаду та звільнення з посади голів Конституційного, Верховного та Арбітражного судів за поданням Президента Придністровської Молдавської Республіки, про призначення на посаду та звільнення з посади двох суддів Конституційного суду;"),
      SubParagraph(
          title: "і",
          text:
              "про призначення на посаду та звільнення з посади за поданням Президента Придністровської Молдавської Республіки Прокурора Придністровської Молдавської Республіки, Голови центрального банку;"),
      SubParagraph(
          title: "к",
          text:
              "про призначення на посаду та звільнення з посади Уповноваженого з прав людини в Придністровській Молдавській Республіці, який діє згідно з конституційним законом;"),
      SubParagraph(
          title: "л",
          text:
              "про тлумачення законів, правових актів, що не мають законодавчого характеру, які приймаються Верховною Радою;"),
      SubParagraph(
          title: "м",
          text:
              "приймає інші акти і рішення, які не потребують законодавчого регулювання.")
    ], introduction: [
      "Верховна Рада в установленому порядку і в установлені строки приймає рішення за допомогою видання правових актів:"
    ]),
    Paragraph(number: 4, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "про скасування актів місцевих Рад народних депутатів (місцевих представницьких органів державної влади) у випадках їх невідповідності Конституції і законам Придністровської Молдавської Республіки; про пропозицію виборним органам і посадовим особам місцевого самоврядування щодо приведення у відповідність до чинного законодавства власних правових актів;"),
      SubParagraph(
          title: "б",
          text:
              "про розпуск місцевих Рад народних депутатів (місцевих представницьких органів державної влади) і призначення нових виборів у випадках порушення ними Конституції та законів, постанов Верховної Ради, актів Президента Придністровської Молдавської Республіки, Уряду Придністровської Молдавської Республіки і відмови від приведення своїх рішень у відповідність до чинного законодавства;"),
      SubParagraph(
          title: "в",
          text:
              "про відмову від посади Президента Придністровської Молдавської Республіки у випадках і в порядку, встановлених Конституцією і законом;"),
      SubParagraph(
          title: "г",
          text:
              "про внесення подання Голові Уряду щодо членів Уряду про неналежне виконання або про невиконання ними своїх обов'язків.")
    ], introduction: [
        "Верховна Рада має право для реалізації своїх контрольних функцій в установленому порядку приймати рішення:",
      ],
      conclusion: [
        "Верховна Рада в порядку реалізації своїх контрольних функцій має право приймати інші акти (рішення), в тому числі здійснювати контроль за діяльністю органів влади і управління, посадових осіб щодо виконання ними законодавчих та інших актів. Рішення про відмову від посади, про достроковий розпуск місцевих Рад народних депутатів приймаються не менш як двома третинами голосів від встановленого Конституцією числа депутатів Верховної Ради.",
        "У порядку здійснення контрольних функцій Верховна Рада заслуховує звіт про виконання бюджету, економічних та інших програм, що мають статус державних (що вимагають для свого виконання залучення фінансових коштів крім коштів, передбачених в бюджеті, і додаткової регламентації законодавчого характеру)."
      ]
    )
  ]),
  Article(section: "II", chapter: 3, number: 71, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Верховна Рада в порядку здійснення своєї законодавчої функції приймає конституційні закони, закони і постанови. Зміни та доповнення до Конституції вносяться Верховною Радою за допомогою видання конституційного закону."
    ]),
    Paragraph(number: 2, introduction: [
      "Постанови приймаються більшістю голосів від числа депутатів, присутніх на засіданні Верховної Ради, при наявності кворуму, якщо інше не обумовлено Конституцією і законом."
    ]),
    Paragraph(number: 3, introduction: [
      "Закони розглядаються і приймаються не менше ніж в двох читаннях, які повинні бути проведені в різні засідання Верховної Ради, які не припадають на один і той же день. Законопроекти про внесення змін і доповнень до раніше прийнятих законів можуть бути прийняті протягом одного засідання, якщо не надійшло жодного заперечення проти такого прийняття від суб'єктів права законодавчої ініціативи при тому, що вони отримали даний законопроект для ознайомлення у встановлений термін перед його розглядом Верховною Радою.",
      "Закони Придністровської Молдавської Республіки (у тому числі кодекси, закони про внесення змін і доповнень до чинних законів) приймаються більшістю голосів від встановленого Конституцією числа депутатів Верховної Ради. Внесення змін до Конституції і прийняття конституційних законів, внесення до них змін і доповнень приймаються двома третинами голосів від встановленого Конституцією числа депутатів Верховної Ради.",
      "Закони не можуть суперечити Конституції."
    ]),
    Paragraph(number: 4, introduction: [
      "Порядок і терміни введення в дію прийнятого законодавчого акту встановлюються тільки законом.",
      "Закони підлягають офіційному опублікуванню. Неопубліковані закони не застосовуються."
    ]),
    Paragraph(number: 5, introduction: [
      "Верховна Рада приймає правові акти законодавчого характеру лише у формі законів, і кожен закон, за винятком фінансових, що вносять зміни або доповнення, або переглядають чинне законодавство, регламентує лише один предмет. Фінансові закони регламентують лише питання фінансів.",
      "Верховна Рада не повинна приймати правові акти спеціальної або локальної (а так само індивідуальної) дії, якщо є закон або існуючий закон може бути застосований для даного випадку, що вимагає правового регулювання.",
      "Перелік конституційних законів Придністровської Молдавської Республіки встановлюється Конституцією."
    ]),
    Paragraph(number: 6, introduction: [
      "Порушення процедури внесення, розгляду та прийняття законопроекту робить його не чинним і не підлягає застосуванню.",
      "Питання про це вирішується в судовому порядку."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 72, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Право законодавчої ініціативи належить Президенту Придністровської Молдавської Республіки, депутатам Верховної Ради, Уряду Придністровської Молдавської Республіки, Прокурору Придністровської Молдавської Республіки, Уповноваженому з прав людини в Придністровській Молдавській Республіці, районним та міським Радам народних депутатів Придністровської Молдавської Республіки.",
      "Право законодавчої ініціативи також належить Конституційному, Верховному і Арбітражному судам Придністровської Молдавської Республіки з питань їх ведення, республіканським об'єднанням професійних спілок з трудових і соціально-економічних питань.",
      "Суб'єкти права законодавчої ініціативи беруть участь в законотворчому процесі в Верховній Раді на всіх його стадіях (за винятком голосування) на рівних підставах і не можуть бути в цьому обмежені, якщо інше прямо не передбачено Конституцією."
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки має право ввести режим законодавчої необхідності при розгляді найбільш важливих законодавчих актів, які потребують розгляду і прийняття їх Верховною Радою в найкоротші терміни. Законопроект, внесений Президентом в режимі законодавчої необхідності, має бути розглянутий і прийнятий або відхилений в установленому порядку на засіданнях сесії Верховної Ради в узгоджені з Президентом терміни."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 73, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Прийнятий законодавчий акт (конституційний закон, закон) протягом 7 днів направляється Президентові Придністровської Молдавської Республіки для підписання і оприлюднення в установленому порядку.",
      "Президент Придністровської Молдавської Республіки протягом 14 днів з дня отримання розглядає, підписує конституційний закон, закон і оприлюднює їх."
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки не може відхилити і направити на повторний розгляд прийняті Верховною Радою Придністровської Молдавської Республіки в установленому порядку конституційні закони, у тому числі закони про зміну Конституції, а зобов'язаний їх підписати і оприлюднити. Президент Придністровської Молдавської Республіки також не має права відхилити рішення про достроковий розпуск місцевих Рад народних депутатів."
    ]),
    Paragraph(number: 3, introduction: [
      "Якщо Президент Придністровської Молдавської Республіки протягом встановленого пунктом 1 цієї статті строку не підписав і (або) не оприлюднив конституційний закон, закон або не повернув закон для повторного розгляду, конституційний закон, закон вводяться в дію після їх підписання і (або) офіційного опублікування Головою Верховної Ради Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 4, introduction: [
      "Якщо Президент Придністровської Молдавської Республіки протягом 14 днів з дня надходження закону відхилить і направить на повторний розгляд закон або його частину, то Верховна Рада Придністровської Молдавської Республіки в установленому порядку знову розглядає цей закон або його частину. Якщо при повторному розгляді закон або його частина будуть схвалені в раніше прийнятій редакції більшістю (не менше двох третин ) голосів від встановленого Конституцією числа депутатів Верховної Ради Придністровської Молдавської Республіки, Президент Придністровської Молдавської Республіки зобов'язаний протягом 7 днів підписати і оприлюднити закон або його частину."
    ]),
    Paragraph(number: 5, introduction: [
      "Якщо Президент Придністровської Молдавської Республіки протягом 7 днів з дня отримання повторно прийнятого Верховною Радою Придністровської Молдавської Республіки закону не підписав і (або) не оприлюднив його, він вводиться в дію після його підписання і (або) офіційного опублікування Головою Верховної Ради Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 6, introduction: [
      "Президент Придністровської Молдавської Республіки має право відхиляти і направляти на повторний розгляд окремі статті фінансового закону або запропонувати скорочення асигнувань, схвалених Верховною Радою Придністровської Молдавської Республіки. Відхилення і направлення на повторний розгляд окремої статті, положення фінансового закону не є перешкодою для його підписання і введення в дію. Процедура повторного розгляду і прийняття закону, окремої його частини повинна бути аналогічна тій, яка викладена в пункті 4 цієї статті."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 74, introduction: [
    "Для реалізації контрольних функцій Верховна Рада має право утворювати необхідні для цього органи, організація і порядок діяльності яких встановлюється законодавчим актом Придністровської Молдавської Республіки."
  ]),
  Article(section: "II", chapter: 3, number: 75, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Президент Придністровської Молдавської Республіки може бути усунутий з посади Верховною Радою тільки на підставі висунутого Верховною Радою звинувачення в державній зраді або скоєння іншого особливо тяжкого, тяжкого злочину, підтвердженого висновком Верховного суду Придністровської Молдавської Республіки про наявність у діях Президента Придністровської Молдавської Республіки ознак злочину і висновком Конституційного суду Придністровської Молдавської Республіки про дотримання встановленого порядку висунення звинувачення."
    ]),
    Paragraph(number: 2, introduction: [
      "Ініціатива про висунення звинувачення і відмову від посади Президента розглядається за пропозицією не менше, як однієї третини депутатів Верховної Ради від їх числа, встановленого Конституцією, і при наявності висновку спеціальної комісії, створеної Верховною Радою.",
      "Питання про відсторонення від посади Президента повинно бути розглянуте Верховною Радою не пізніше, ніж у двомісячний термін після висунення звинувачення. Якщо в цей термін рішення Верховною Радою не буде прийняте, звинувачення вважається відхиленим."
    ]),
    Paragraph(number: 3, introduction: [
      "Рішення про відмову від посади Президента приймається не менше, ніж як двома третинами голосів від встановленого Конституцією числа депутатів Верховної Ради. Дане рішення означає відсторонення від займаної посади."
    ])
  ]),
  Article(section: "II", chapter: 3, number: 76, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Верховна Рада може бути розпущена Президентом Придністровської Молдавської Республіки у випадках, передбачених пунктом 4 статті 76-2 і пунктом 3 статті 76-8 Конституції, за винятком випадків, встановлених пунктами 2-4 цієї статті."
    ]),
    Paragraph(number: 2, introduction: [
      "Верховна Рада не може бути розпущена з підстав, передбачених пунктом 3 статті 76-8 Конституції, протягом року після її обрання."
    ]),
    Paragraph(number: 3, introduction: [
      "Верховна Рада не може бути розпущена з моменту висунення звинувачення проти Президента Придністровської Молдавської Республіки до прийняття відповідного рішення Верховною Радою."
    ]),
    Paragraph(number: 4, introduction: [
      "Верховна Рада не може бути розпущена у період дії на території Придністровської Молдавської Республіки воєнного чи надзвичайного стану, а також протягом шести місяців до закінчення терміну повноважень Президента Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.1, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Виконавчу владу в Придністровській Молдавській Республіці здійснює Уряд Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Уряд Придністровської Молдавської Республіки складається з Голови Уряду Придністровської Молдавської Республіки, заступників Голови Уряду Придністровської Молдавської Республіки, міністрів, голів державних адміністрацій міст, районів."
    ]),
    Paragraph(number: 3, introduction: [
      "Члени Уряду не можуть займати будь-яку іншу оплачувану посаду, здійснювати підприємницьку та іншу діяльність, за винятком наукової, викладацької та іншої творчої діяльності, бути депутатом Верховної Ради та інших представницьких органів у Придністровській Молдавській Республіці, а також припиняють членство в політичних партіях та інших громадських об'єднаннях, які мають політичну мету, на весь термін своїх повноважень.",
      "Законодавчими актами Придністровської Молдавської Республіки можуть бути встановлені інші види діяльності, несумісні зі статусом членів Уряду."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.2, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Голова Уряду Придністровської Молдавської Республіки призначається Президентом Придністровської Молдавської Республіки за згодою Верховної Ради."
    ]),
    Paragraph(number: 2, introduction: [
      "Пропозиція про кандидатуру Голови Уряду Придністровської Молдавської Республіки вноситься не пізніше двотижневого терміну після вступу на посаду новообраного Президента Придністровської Молдавської Республіки або після відставки Уряду Придністровської Молдавської Республіки, або протягом двох тижнів з дня відхилення кандидатури Верховною Радою."
    ]),
    Paragraph(number: 3, introduction: [
      "Верховна Рада розглядає представлену Президентом Придністровської Молдавської Республіки кандидатуру Голови Уряду Придністровської Молдавської Республіки протягом тижня з дня внесення пропозиції про кандидатуру.",
      "Президент Придністровської Молдавської Республіки має право представляти одну і ту ж кандидатуру на посаду Голови Уряду Придністровської Молдавської Республіки не більше двох разів."
    ]),
    Paragraph(number: 4, introduction: [
      "Після триразового відхилення представлених кандидатур Голови Уряду Придністровської Молдавської Республіки Верховною Радою Президент Придністровської Молдавської Республіки призначає Голову Уряду Придністровської Молдавської Республіки, розпускає Верховну Раду, за винятком випадків, передбачених пунктами 3, 4 статті 76 Конституції."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.3, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Голова Уряду Придністровської Молдавської Республіки не пізніше тижневого терміну після призначення представляє Президенту Придністровської Молдавської Республіки пропозиції щодо структури органів виконавчої влади."
    ]),
    Paragraph(number: 2, introduction: [
      "Голова Уряду Придністровської Молдавської Республіки пропонує Президенту Придністровської Молдавської Республіки кандидатури на посади заступників Голови Уряду Придністровської Молдавської Республіки, міністрів, голів державних адміністрацій міст, районів."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.4, introduction: [
    "Голова Уряду Придністровської Молдавської Республіки відповідно до Конституції Придністровської Молдавської Республіки, законів, указів Президента Придністровської Молдавської Республіки визначає основні напрямки діяльності виконавчих органів державної влади та Уряду Придністровської Молдавської Республіки і організовує роботу Уряду Придністровської Молдавської Республіки."
  ]),
  Article(section: "II", chapter: 3.1, number: 76.5, paragraphs: [
    Paragraph(number: 1, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "розробляє і подає Верховній Раді проект республіканського бюджету та забезпечує його виконання; подає Верховній Раді звіт про виконання республіканського бюджету; подає Верховній Раді щорічні звіти про результати своєї діяльності, у тому числі з питань, поставлених Верховною Радою;"),
      SubParagraph(
          title: "б",
          text:
              "забезпечує проведення в Придністровській Молдавській Республіці єдиної фінансової, економічної, кредитної та грошової політики;"),
      SubParagraph(
          title: "в",
          text:
              "забезпечує проведення в Придністровській Молдавській Республіці єдиної державної політики в галузі культури, науки, освіти, фізичної культури і спорту, охорони здоров'я, соціального забезпечення, екології;"),
      SubParagraph(
          title: "г", text: "здійснює управління державною власністю;"),
      SubParagraph(
          title: "д",
          text:
              "здійснює заходи щодо забезпечення оборони країни, державної безпеки, реалізації зовнішньої політики України;"),
      SubParagraph(
          title: "е",
          text: "здійснює заходи щодо забезпечення основ митного регулювання;"),
      SubParagraph(
          title: "ж",
          text:
              "здійснює заходи щодо забезпечення законності, прав і свобод громадян, охорони власності і громадського порядку, боротьби зі злочинністю;"),
      SubParagraph(
          title: "з",
          text:
              "здійснює інші повноваження, покладені на нього Конституцією Придністровської Молдавської Республіки, законами, указами Президента Придністровської Молдавської Республіки.")
    ], introduction: [
      "Уряд Придністровської Молдавської Республіки:"
    ]),
    Paragraph(number: 2, introduction: [
      "Порядок діяльності Уряду Придністровської Молдавської Республіки визначається конституційним законом."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.6, paragraphs: [
    Paragraph(number: 1, introduction: [
      "На підставі та на виконання Конституції Придністровської Молдавської Республіки, законів, указів Президента Придністровської Молдавської Республіки Уряд Придністровської Молдавської Республіки видає постанови і розпорядження, забезпечує їх виконання."
    ]),
    Paragraph(number: 2, introduction: [
      "Постанови та розпорядження Уряду Придністровської Молдавської Республіки є обов'язковими до виконання на всій території Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Постанови і розпорядження Уряду Придністровської Молдавської Республіки в разі їх протиріччя Конституції Придністровської Молдавської Республіки, законам і указам Президента Придністровської Молдавської Республіки можуть бути скасовані Президентом Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "II", chapter: 3.1, number: 76.7, introduction: [
    "Перед новообраним Президентом Придністровської Молдавської Республіки Уряд Придністровської Молдавської Республіки складає свої повноваження."
  ]),
  Article(section: "II", chapter: 3.1, number: 76.8, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Уряд Придністровської Молдавської Республіки може подати у відставку, яка приймається або відхиляється Президентом Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Президент Придністровської Молдавської Республіки може прийняти рішення про відставку Уряду Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Верховна Рада може висловити недовіру Уряду Придністровської Молдавської Республіки. Постанова про недовіру Уряду Придністровської Молдавської Республіки приймається двома третинами голосів від встановленого Конституцією числа депутатів Верховної Ради. Після висловлення Верховною Радою недовіри Уряду Придністровської Молдавської Республіки Президент Придністровської Молдавської Республіки має право оголосити про відставку Уряду Придністровської Молдавської Республіки або може погодитися з рішенням Верховної Ради. У разі якщо Верховна Рада протягом трьох місяців повторно висловить недовіру Уряду Придністровської Молдавської Республіки, Президент Придністровської Молдавської Республіки оголошує про відставку Уряду або розпускає Верховну Раду."
    ]),
    Paragraph(number: 4, introduction: [
      "У разі відставки або складання повноважень Уряд Придністровської Молдавської Республіки на підставі указу Президента Придністровської Молдавської Республіки продовжує діяти до формування нового Уряду Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "II", chapter: 4, number: 77, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Ради народних депутатів міст, районів, сіл (селищ), які є адміністративно-територіальними одиницями республіки, входять в єдину систему представницьких органів державної влади Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Депутати міських і районних, сільських (селищних) Рад народних депутатів обираються на основі загального рівного і прямого виборчого права при таємному голосуванні населенням відповідних адміністративно-територіальних одиниць строком на 5 років.",
      "Обласні Ради народних депутатів формуються за принципом представництва інтересів населення і територій, що входять до складу районів. Депутатами районної Ради народних депутатів за посадою є голови адміністрацій, сіл (селищ), які обираються населенням відповідних територій.",
      "Компетенція, порядок проведення виборів (формування), основні принципи діяльності представницьких органів державної влади та місцевого самоврядування встановлюються законом."
    ])
  ]),
  Article(section: "II", chapter: 4, number: 78, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Державні адміністрації міст і районів, які є адміністративно-територіальними одиницями республіки, що входять у єдину систему виконавчих органів державної влади Придністровської Молдавської Республіки і здійснюють функції державного управління у містах і на територіях районів Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Голова державної адміністрації міста (району) призначається на посаду Президентом Придністровської Молдавської Республіки за пропозицією Голови Уряду Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Голова державної адміністрації міста (району) звільняється від посади Президентом Придністровської Молдавської Республіки за пропозицією Голови Уряду Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 4, introduction: [
      "Компетенція, основні принципи діяльності місцевого державного управління встановлюються законом."
    ])
  ]),
  Article(section: "II", chapter: 4, number: 79, introduction: [
    "Система місцевого самоврядування, порядок формування, основні принципи діяльності, фінансова та економічна основа і державні гарантії самостійності місцевого самоврядування регулюються законодавством Придністровської Молдавської Республіки."
  ]),
  Article(section: "III", chapter: 5, number: 80, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Правосуддя в Придністровській Молдавській Республіці здійснюється тільки судом."
    ]),
    Paragraph(number: 2, introduction: [
      "Судова влада здійснюється судами шляхом конституційного, цивільного, адміністративного, кримінального та арбітражного судочинства.",
      "Судоустрій в Придністровської Молдавської Республіці визначається конституційним законом у відповідності з цією Конституцією. Створення надзвичайних судів не допускається."
    ]),
    Paragraph(number: 3, introduction: [
      "Компетенція, порядок утворення та діяльності судів визначається цією Конституцією і конституційним законом."
    ]),
    Paragraph(number: 4, introduction: [
      "Президент Придністровської Молдавської Республіки є гарантом незалежності судової влади.",
      "Бюджет судів повинен забезпечувати можливість повного і незалежного виконання ними своїх конституційних повноважень, бюджетна забезпеченість органів судової влади не може бути менше бюджетної забезпеченості інших органів державної влади Придністровської Молдавської Республіки. Бюджет судів протягом поточного фінансового року не може бути зменшений без згоди вищих органів судової влади Придністровської Молдавської Республіки за винятком випадків пропорційного скорочення бюджетних витрат усіх органів державної влади."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 81, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Судді при здійсненні правосуддя незалежні і підкоряються тільки Конституції Придністровської Молдавської Республіки і законам."
    ]),
    Paragraph(number: 2, introduction: [
      "Будь-яке втручання в діяльність суддів по здійсненню правосуддя недопустиме і тягне за собою відповідальність за законом."
    ]),
    Paragraph(number: 3, introduction: [
      "Суд, встановивши при розгляді справи невідповідність акта державного чи іншого органу Конституції або закону, приймає рішення у відповідності з Конституцією і законом."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 82, introduction: [
    "Суддями можуть бути лише громадяни Придністровської Молдавської Республіки, які мають вищу юридичну освіту і стаж роботи за юридичною спеціальністю не менше 5 років.",
    "Суддею, який бере участь у відправленні правосуддя в Конституційному суді, може бути громадянин Придністровської Молдавської Республіки, який має вищу юридичну освіту і стаж роботи за юридичною спеціальністю або діяльності в галузі права не менше 10 років."
  ]),
  Article(section: "III", chapter: 5, number: 83, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Судді, за винятком суддів Конституційного суду і світових суддів, які призначаються Президентом за представленням голів відповідно Верховного та Арбітражного судів.",
      "Мирові судді обираються населенням з числа осіб, які відповідають вимогам частини першої статті 82 цієї Конституції, на основі загального рівного і прямого виборчого права при таємному голосуванні. Термін повноважень світових суддів 5 років. Порядок проведення виборів світових суддів встановлюється законом.",
      "Судді займають посаду безстроково до досягнення ними віку 65 років, крім суддів, які призначені вперше, світових суддів і осіб, які беруть участь в якості суддів у відправленні правосуддя в Конституційному суді.",
      "Перше призначення на посаду судді здійснюється строком на п’ять років за винятком випадків, передбачених цією Конституцією."
    ]),
    Paragraph(number: 2, introduction: [
      "Повноваження судді можуть бути припинені або припинені в порядку і з підстав, встановлених Конституцією і конституційним законом."
    ]),
    Paragraph(number: 3, introduction: [
      "У період здійснення своїх повноважень судді не можуть здійснювати підприємницьку та іншу діяльність, крім викладацької, наукової та іншої творчої діяльності.",
      "На період своїх повноважень судді не можуть перебувати в політичних партіях, громадських об’єднаннях, що переслідують політичні цілі. Виконання обов’язків судді несумісне з виконанням депутатських обов’язків."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 84, paragraphs: [
    Paragraph(number: 1, introduction: ["Особистість судді недоторканна."]),
    Paragraph(number: 2, introduction: [
      "Суддя не може бути притягнутий до відповідальності інакше як у порядку, встановленому законом."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 85, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Розгляд справ у всіх судах відкрите. Слухання справ у закритому засіданні допускається лише у випадках, передбачених законом."
    ]),
    Paragraph(number: 2, introduction: [
      "Правосуддя здійснюється на основі змагальності і рівноправності сторін у процесі."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 86, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Конституційний суд Придністровської Молдавської Республіки – орган конституційного контролю в Придністровській Молдавській Республіці.",
      "Конституційний суд Придністровської Молдавської Республіки гарантує верховенство Конституції Придністровської Молдавської Республіки, забезпечує дотримання принципу поділу влади, гарантує відповідальність держави перед громадянином і громадянина перед державою."
    ]),
    Paragraph(number: 2, introduction: [
      "Конституційний суд складається з 6 (шести) суддів, включаючи голову Суду. Строк повноважень судді Конституційного суду — 7 років, крім судді Конституційного суду, який досягне граничного віку перебування на посаді судді Конституційного суду, встановленого пунктом 3 цієї статті, раніше ніж через 7 років після призначення.",
      "Повноваження судді Конституційного суду можуть бути припинені або припинені лише у порядку, встановленому конституційним законом.",
      "Президент Придністровської Молдавської Республіки, Верховна Рада, з’їзд суддів Придністровської Молдавської Республіки призначають по двоє суддів Конституційного суду."
    ]),
    Paragraph(number: 3, introduction: [
      "Судді Конституційного суду призначаються з числа осіб, які досягли на день призначення віку 40 років, які є суддями інших судів та інших осіб, які відповідають вимогам частини другої цієї статті 82 Конституції. Граничний вік перебування на посаді судді Конституційного суду — 65 років. Голова Конституційного суду у встановленому Конституцією порядку призначається з числа суддів Конституційного суду."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 87, paragraphs: [
    Paragraph(number: 1, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "законів Придністровської Молдавської Республіки (у тому числі конституційних), а також правових актів, прийнятих Верховною Радою;"),
      SubParagraph(
          title: "б",
          text:
              "правових актів Президента Придністровської Молдавської Республіки, Уряду Придністровської Молдавської Республіки, міністерств, відомств та інших органів державної влади, місцевого самоврядування в Придністровській Молдавській Республіці, в тому числі в частині необхідності вирішення спорів про компетенції між органами різних гілок державної влади;"),
      SubParagraph(
          title: "в",
          text:
              "міжнародних договорів Придністровської Молдавської Республіки;"),
      SubParagraph(title: "г", text: "правозастосовчої практики;"),
      SubParagraph(
          title: "ґ",
          text:
              "діяльності виборних органів та посадових осіб місцевого самоврядування в частині прийнятих ними рішень та правових актів.")
    ], introduction: [
      "В частині здійснення конституційного контролю Конституційний суд вирішує справи про конституційність:"
    ]),
    Paragraph(number: 2, subParagraphs: [
      SubParagraph(title: "а", text: "виключено;"),
      SubParagraph(
          title: "б",
          text:
              "про конституційність підписаних міжнародних договорів Придністровської Молдавської Республіки до їх ратифікації чи затвердження;"),
      SubParagraph(
          title: "в",
          text:
              "про невідповідність закону Придністровської Молдавської Республіки (у тому числі конституційного) загальновизнаним принципам і нормам міжнародного права, правилами ратифікованого міжнародного договору Придністровської Молдавської Республіки;"),
      SubParagraph(
          title: "г", text: "в інших випадках, передбачених цією Конституцією.")
    ], introduction: [
      "Конституційний суд Придністровської Молдавської Республіки в частині здійснення конституційного контролю дає висновки:"
    ]),
    Paragraph(number: 3, introduction: [
      "Конституційний суд Придністровської Молдавської Республіки за скаргами на порушення конституційних прав і свобод громадян за запитами судів перевіряє відповідність закону, застосованого чи підлягає застосуванню в конкретній справі, Конституції Придністровської Молдавської Республіки, розглядає скарги громадян на порушення прав і свобод людини і громадянина, що виникли в результаті застосування закону, нормативного акта."
    ]),
    Paragraph(number: 4, introduction: [
      "Конституційний суд Придністровської Молдавської Республіки за запитами Президента Придністровської Молдавської Республіки, Уряду Придністровської Молдавської Республіки, Верховної Ради, Пленумів Верховного та Арбітражного судів Придністровської Молдавської Республіки, Прокурора Придністровської Молдавської Республіки, Уповноваженого з прав людини в Придністровської Молдавської Республіці дозволяє справи про конституційність і здійснює конституційний контроль у випадках та з питань, передбачених пунктами 1 і 2 цієї статті, дає загальнообов’язкове тлумачення Конституції і конституційних законів Придністровської Молдавської Республіки.",
    ]),
    Paragraph(number: 4.1, introduction: [
      "Конституційний суд Придністровської Молдавської Республіки за запитом Верховної Ради дає висновок про дотримання встановленого порядку висування обвинувачення Президента Придністровської Молдавської Республіки в державній зраді або вчиненні іншого тяжкого, особливо тяжкого злочину."
    ]),
    Paragraph(number: 5, introduction: [
      "Конституційний суд Придністровської Молдавської Республіки вирішує виключно питання права.",
      "Рішення Конституційного суду приймаються більшістю голосів від встановленого цією Конституцією числа суддів."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 88, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Рішення Конституційного суду Придністровської Молдавської Республіки остаточні. Акти або їх окремі положення, що визнані неконституційними згідно з підпунктами «а» і «б» пункту 1 статті 87 цієї Конституції, втрачають силу. Визнання неконституційним міжнародного договору Придністровської Молдавської Республіки тягне наслідки, передбачені міжнародним правом, Конституцією Придністровської Молдавської Республіки і законом. Правозастосовча практика, визнана неконституційною, підлягає припиненню; відповідні рішення державних органів, місцевого самоврядування і посадових осіб повинні бути переглянуті у встановленому законом порядку."
    ]),
    Paragraph(number: 2, introduction: [
      "Порядок організації і діяльності Конституційного суду Придністровської Молдавської Республіки, дотримуватися ним процедури та інші питання регулюються конституційним законом."
    ])
  ]),
  Article(section: "III", chapter: 5, number: 89, introduction: [
    "Верховний суд Придністровської Молдавської Республіки є вищим судовим органом з цивільних, кримінальним, адміністративним й іншим справам, підсудним судам загальної юрисдикції, здійснює в передбачених законом процесуальних формах судовий нагляд за їх діяльністю і дає роз’яснення з питань судової практики."
  ]),
  Article(section: "III", chapter: 5, number: 90, introduction: [
    "Арбітражний суд Придністровської Молдавської Республіки є вищим судовим органом з вирішення економічних суперечок та інших справ, визначених законом."
  ]),
  Article(section: "III", chapter: 5, number: 91, introduction: ["виключена"]),
  Article(section: "III", chapter: 6, number: 92, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Нагляд за точним і однаковим виконанням Конституції Придністровської Молдавської Республіки і законів на території Придністровської Молдавської Республіки здійснюють Прокурор Придністровської Молдавської Республіки і підлеглі йому прокурори."
    ]),
    Paragraph(number: 2, introduction: [
      "Повноваження, організація і порядок діяльності Прокуратури Придністровської Молдавської Республіки визначаються конституційним законом."
    ])
  ]),
  Article(section: "III", chapter: 7, number: 93, introduction: [
    "Основи забезпечення національної безпеки Придністровської Молдавської Республіки, оборони держави, створення і діяльність Збройних сил Придністровської Молдавської Республіки, інших військових організацій держави, воєнізованих формувань, державних служб безпеки, органів внутрішніх справ, інших сил забезпечення безпеки визначаються законом."
  ]),
  Article(section: "III", chapter: 7, number: 94, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Збройні сили Придністровської Молдавської Республіки здійснюють функцію захисту Придністровської Молдавської Республіки, її суверенітету, незалежності і територіальної цілісності.",
      "Рішення про використання Збройних сил за кордоном приймається Верховною Радою Придністровської Молдавської Республіки за пропозицією Президента Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Державні служби безпеки в межах наданих їм повноважень здійснюють діяльність із запобігання і припинення посягань на конституційний лад, державний суверенітет, територіальну цілісність і обороноздатність Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Органи внутрішніх справ забезпечують особисту безпеку людини, захист власності, громадського порядку, боротьбу із злочинністю."
    ])
  ]),
  Article(section: "III", chapter: 7, number: 95, introduction: [
    "Використання Збройних сил Придністровської Молдавської Республіки, інших військових організацій держави, воєнізованих формувань, державних служб безпеки, органів внутрішніх справ, інших сил забезпечення безпеки з метою насильницької зміни чи насильницького усунення конституційного ладу Придністровської Молдавської Республіки, перешкоджання або обмеження в цих же цілях діяльності органів державної влади, незаконного обмеження конституційних прав і свобод людини і громадянина, а також агресії проти інших держав є тяжким злочином."
  ]),
  Article(section: "III", chapter: 8, number: 96, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Фінансова система Придністровської Молдавської Республіки ґрунтується на власній грошовій одиниці.",
      "Право розпорядження державними фінансами належить виключно відповідним органам виконавчої влади та у відповідності з законодавчим актом, прийнятим Верховною Радою Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Ніякі державні кошти не можуть бути витрачені і ніякі державні грошові зобов’язання не можуть бути прийняті інакше, як у порядку і в межах, встановлених законом."
    ]),
    Paragraph(number: 3, introduction: [
      "Для покриття непередбаченого бюджетного дефіциту і непередбачених витрат держави в межах державного бюджету утворюється державний резервний фонд, відповідальність за витрачання якого покладається на Уряд Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "III", chapter: 8, number: 97, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Усі доходи та витрати держави повинні включатися до бюджету."
    ]),
    Paragraph(number: 2, introduction: [
      "Бюджет затверджується законом на один рік або декілька років; в останньому випадку він затверджується окремо на кожен рік до початку першого звітного року. Розділи бюджету (бюджетні програми) можуть мати різну тривалість дії за роками."
    ]),
    Paragraph(number: 3, subParagraphs: [
      SubParagraph(
          title: "а",
          text:
              "утримання зазначених бюджетних організацій, органів влади й управління й проведення дозволених законом витрат;"),
      SubParagraph(
          title: "б",
          text:
              "виконання встановлених у законному порядку зобов’язань держави.")
    ], introduction: [
      "Якщо бюджет на наступний рік не затверджений до закінчення звітного року, то надалі до його затвердження відповідні органи державної влади мають право робити, в межах встановлених законом на відповідний період минулого року, усі витрати, необхідні для:",
    ],
    conclusion: [
      "Якщо витрати, зазначені вище, не покриваються надходженнями від податків, зборів та інших джерел, Уряд Придністровської Молдавської Республіки, може реалізувати в порядку кредитування необхідні для підтримки економіки кошти в розмірі не вище однієї четвертої частини загальної суми минулого року."
    ]),
    Paragraph(number: 4, introduction: [
      "Закони, що приймаються протягом бюджетного року та збільшують затверджені бюджетні витрати або зменшують надходження до бюджету, можуть бути прийняті Верховною Радою тільки зі згоди Уряду Придністровської Молдавської Республіки, вираженої у формі висновку, за винятком випадків, встановлених цим пунктом.",
      "Висновок надається Урядом Придністровської Молдавської Республіки не пізніше 30 (тридцяти) робочих днів з дня отримання законопроекту.",
      "У випадку не надання висновку у встановлений частиною другою цього пункту термін закон може бути прийнятий Верховною Радою за відсутності висновку Уряду Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 5, introduction: [
      "Законопроекти про введення або відміну податків, звільнення від їх сплачування, про випуск державних позик, про зміну фінансових зобов’язань держави, інші законопроекти, що передбачають витрати, що покриваються за рахунок державного бюджету, за виключенням випадків, зазначених у пункті 4 цієї статті, можуть бути розглянуті тільки за наявності висновку Уряду Придністровської Молдавської Республіки, за винятком випадків, встановлених цим пунктом.",
      "Висновок надається Урядом Придністровської Молдавської Республіки не пізніше 30 (тридцяти) робочих днів з дня отримання законопроекту.",
      "У разі не надання висновку у встановлений частиною другою цього пункту термін вимоги цього пункту в частині необхідності отримання висновку Уряду Придністровської Молдавської Республіки не є перешкодою для розгляду законопроекту."
    ])
  ]),
  Article(section: "III", chapter: 8, number: 98, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Введення нових та зміна існуючих податків може здійснюватися тільки на підставі закону або при дотриманні умов, передбачених законом.",
      "Правом надання податкових пільг та інших фінансових звільнень у встановлених законом межах та зазначених законом випадках наділяється Уряд Придністровської Молдавської Республіки, а в інших випадках це може бути здійснено тільки шляхом прийняття Верховною Радою відповідного закону."
    ]),
    Paragraph(number: 2, introduction: [
      "Закони та інші правові акти, що встановлюють нові податки та інші обов’язкові платежі або погіршують становище платників податків, зворотної сили не мають і набувають чинності з початком нового фінансового року за умови, що вони були офіційно опубліковані не пізніше, ніж за три місяці до його початку.",
      "Ніхто не може бути примушеним до виплати податків та інших обов’язкових платежів, встановлених не за законом, розрахунок та стягнення яких здійснюється не за законом, або в іншому порядку, ніж це передбачено законом."
    ]),
    Paragraph(number: 3, introduction: [
      "Уряд Придністровської Молдавської Республіки на підставі закону має право скасовувати, уводити нові, а також збільшувати, зменшувати в межах, встановлених діючими законодавчими актами, податки та збори, пов’язані із зовнішньоекономічною діяльністю, а у разі необхідності – скорочувати та забороняти ввезення, вивезення і транзит продуктів, товарів і майна з метою регулювання зовнішньої торгівлі, економіки республіки, стабільності вітчизняного виробництва, і здійснювати будь-які інші заходи з метою розвитку економіки та держави. Уряд Придністровської Молдавської Республіки при поданні Верховній Раді проекту щорічного державного бюджету подає на розгляд Верховної Ради інформацію про заходи, вжиті задля здійснення зазначених повноважень у звітному фінансовому році."
    ])
  ]),
  Article(section: "III", chapter: 8, number: 99, introduction: [
    "Податкова система держави націлена на благо та користь населення, задоволення фінансових потреб держави, на справедливий розподіл доходів і національного багатства, стимулювання національного виробництва."
  ]),
  Article(section: "III", chapter: 8, number: 100, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Центральний банк є державним банком.",
      "Центральний банк держави в своїй діяльності підзвітний Верховній Раді та Президенту Придністровської Молдавської Республіки та діє у рамках, встановлених цією Конституцією та законом."
    ]),
    Paragraph(number: 2, introduction: [
      "Грошова емісія здійснюється виключно центральним банком держави в межах, встановлених Верховною Радою Придністровської Молдавської Республіки, при прийнятті бюджету в інтересах державного регулювання та розвитку економіки Республіки."
    ])
  ]),
  Article(section: "IV", number: 101, introduction: [
    "Право на внесення законопроекту про зміни Конституції мають не менш ніж одна третина встановленого Конституцією числа депутатів Верховної Ради, Президент Придністровської Молдавської Республіки або не менше 15 000 виборців.",
    "Питання про зміну Конституції не може бути висунуто та Конституція не може бути змінена в період військового чи надзвичайного стану."
  ]),
  Article(section: "IV", number: 102, introduction: [
    "Положення розділів І Конституції «Основи конституційного ладу», розділу ІІ «Права, свободи та обов’язки людини та громадянина» і розділу ІV «Зміна Конституції» можуть бути змінені тільки у результаті референдуму."
  ]),
  Article(section: "IV", number: 103, paragraphs: [
    Paragraph(number: 1, introduction: ["в результаті референдуму;"]),
    Paragraph(number: 2, introduction: [
      "Верховною Радою Придністровської Молдавської Республіки.",
      "Законопроект про зміну Конституції розглядається Верховною Радою в три читання, при цьому між першим і другим читанням повинна бути перерва не менше двох місяців, а між другим та третім – не менше одного місяця."
    ])
  ], introduction: [
    "Конституція може бути змінена законом, прийнятим:"
  ]
  ),
  Article(section: "IV", number: 104, introduction: [
    "Для внесення проекту закону про зміну Конституції на референдум потрібна більшість у дві третини голосів від встановленого Конституцією складу Верховної Ради. Референдум проводиться відповідно до конституційних законів не раніше двох місяців з дня прийняття Верховною Радою Придністровської Молдавської Республіки відповідного рішення."
  ]),
  Article(section: "IV", number: 105, introduction: [
    "Закон про зміну Конституції приймається Верховною Радою Придністровської Молдавської Республіки в рамках його компетенції більшістю у дві третини голосів від встановленого Конституцією складу Верховної Ради."
  ]),
  Article(section: "IV", number: 106, introduction: [
    "Прийнятий закон про зміну Конституції підписується Президентом Придністровської Молдавської Республіки й не пізніше ніж протягом 7 днів офіційно публікується.",
    "Якщо у вказаний строк такий закон Президентом Придністровської Молдавської Республіки не підписується й не оголошується, цей закон починає діяти після його підписання й офіційного опублікування Головою Верховної Ради Придністровської Молдавської Республіки.",
    "Закон про зміну Конституції починає діяти не раніше ніж через один місяць після його прийняття."
  ]),
  Article(section: "V", number: 1, introduction: [
    "День всенародного референдуму 24 грудня 1995 року вважається днем прийняття Конституції Придністровської Молдавської Республіки."
  ]),
  Article(section: "V", number: 2, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Суди в Придністровській Молдавській Республіці здійснюють правосуддя відповідно до їх повноважень, встановлених цією Конституцією.",
      "Після набрання чинності Конституції судді всіх судів Придністровської Молдавської Республіки зберігають свої повноваження."
    ]),
    Paragraph(number: 2, introduction: [
      "Вибори світових суддів призначаються після прийняття Верховною Радою закону про світових суддів, в строки та в порядку нею передбачених."
    ])
  ]),
  Article(section: "V", number: 3, paragraphs: [
    Paragraph(number: 1, introduction: [
      "Закони, включаючи конституційні, відсилання до яких містяться в Конституції Придністровської Молдавської Республіки, повинні бути прийняті або приведені у відповідність до неї протягом одного року з дня набуття чинності цього Закону. Усі інші закони та інші правові акти повинні бути приведені у відповідність до Конституції Придністровської Молдавської Республіки протягом двох років з дня набрання чинності цього Закону."
    ]),
    Paragraph(number: 2, introduction: [
      "Закони та інші правові акти, чинні на день набрання чинності цим Законом, до їх приведення у відповідність до Конституції Придністровської Молдавської Республіки застосовуються в частині, що не суперечить Конституції Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Закони та інші правові акти, прийняті Союзом РСР, Молдавською РСР, РСР Молдови, можуть застосовуватися на території Придністровської Молдавської Республіки в частині, що не суперечить Конституції Придністровської Молдавської Республіки та законам Придністровської Молдавської Республіки.",
      "Закони та інші правові акти, прийняті Союзом РСР, Молдавською РСР, РСР Молдови по закінченню двох років після набуття чинності цим Законом втрачають чинність і не підлягають застосуванню на території Придністровської Молдавської Республіки."
    ])
  ]),
  Article(section: "V", number: 4, paragraphs: [
    Paragraph(number: 1, introduction: [
      "З дня набрання чинності цього Закону народні депутати Верховної Ради Придністровської Молдавської Республіки зберігають свій статус та повноваження та отримують статус депутатів Верховної Ради, передбачений Конституцією Придністровської Молдавської Республіки, і зберігають його до обрання Верховної Ради Придністровської Молдавської Республіки нового скликання."
    ]),
    Paragraph(number: 2, introduction: [
      "До обрання Верховної Ради нового, після прийняття цього Закону, скликання зберігається існуюча двопалатна структура Верховної Ради Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "Після набрання чинності цього Закону правила та норми регулюючі організаційні питання діяльності Верховної Ради підлягають застосуванню в частині, що не суперечить Конституції. Зберігається (з урахуванням двопалатної структури Верховної Ради) порядок внесення, розгляду та прийняття законопроектів, включаючи процедуру відхилення та повторного їх розгляду в частині, що не суперечить нормам Конституції."
    ])
  ]),
  Article(section: "V", number: 5, paragraphs: [
    Paragraph(number: 1, introduction: [
      "З дня набрання чинності цього Закону чинний Президент Придністровської Молдавської Республіки зберігає свої повноваження, набуваючи права та обов’язки, передбачені Конституцією, та займає свою посаду до обрання нового Президента Придністровської Молдавської Республіки відповідно до Конституції Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 2, introduction: [
      "Посадові особи республіканських органів виконавчої влади, що обіймали свої посади до набрання чинності цим Законом, зберігають свої повноваження, набуваючи права та обов’язки передбачені Конституцією. Звільнення зазначених осіб від займаної посади й призначення нових посадовців, після набрання чинності цього Закону, здійснюється в порядку, передбаченому Конституцією Придністровської Молдавської Республіки."
    ]),
    Paragraph(number: 3, introduction: [
      "До 2 вересня 2002 року Президентом Придністровської Молдавської Республіки може бути обраний будь-який громадянин Придністровської Молдавської Республіки, що володіє виборчим правом, не молодший 35 років та який є громадянином Придністровської Молдавської Республіки з року введення громадянства Придністровської Молдавської Республіки. Після вказаної вище дати діє норма, викладена в пункті 2 статті 68 цієї Конституції."
    ])
  ]),
  Article(section: "V", number: 6, introduction: [
    "З дня набрання чинності цього Закону місцеві Ради народних депутатів та державні адміністрації набувають статусу та на них поширюються норми та положення, передбачені главою 4, розділу ІІІ Конституції Придністровської Молдавської Республіки."
  ]),
  Article(section: "V", number: 7, paragraphs: [
    Paragraph(number: 1, introduction: [
      "До прийняття відповідного закону про Конституційний Суд Придністровської Молдавської Республіки склад Конституційного суду формується за правом ** відповідно до вимог статей 62 та 86 цієї Конституції.",
      "** за правом – за законом та без спеціальної постанови."
    ]),
    Paragraph(number: 2, introduction: [
      "Діяльність Конституційного суду Придністровської Молдавської Республіки та відправлення ним правосуддя до прийняття відповідного закону здійснюється відповідно до Конституції Придністровської Молдавської Республіки та чинним цивільним процесуальним законодавством."
    ])
  ])
];
