import '../../classes/preamble.dart';

Preamble preamble_ua = Preamble(
  paragraphs: [
    "Ми, багатонаціональний народ Придністровської Молдавської Республіки,",
    "— з’єднані загальною долею на своїй землі;",
    "— утверджуючи права і свободи людини, вільний розвиток особистості;",
    "— виходячи із відповідальності за свою Батьківщину перед нинішнім і майбутнім поколінням;",
    "— підтверджуючи прихильність загальнолюдським цінностям, прагнення жити в мирі і згоді зі всіма народами у відповідності з загальноприйнятими принципами і нормами міжнародного права;",
    "— встановлюючи правову державу, яка б забезпечувала верховенство закону, як вираження волі народу;",
    "— шануючи пам’ять предків, котрі передали нам любов і повагу до Вітчизни;",
    "— бажаючи забезпечити добробут і процвітання Придністров’я, приймаємо Конституцію Придністровської Молдавської Республіки."
  ]
);