import '../../classes/article.dart';
import '../../classes/paragraph.dart';
import '../../classes/sub_paragraph.dart';

List<Article> articles_md = [
  Article(
      section: "I",
      number: 1,
      introduction: ["Република Молдовеняскэ Нистрянэ есте ун стат де дрепт, демократик, суверан, индепендент.", "Пуртэторул суверанитэций ши уника сурсэ а путерий ын Република Молдовеняскэ Нистрянэ есте попорул.", "Попорул ышь екзерчитэ путеря са немижлочит прин органеле путерий де стат ши органеле администрэрий локале.", "Експримаря супериоарэ а путерий попорулуй сынт референдумул ши алеӂериле либере.", "Нимень ну поседэ дрептул узурпэрий путерий ын Република Молдовеняскэ Нистрянэ. Кучериря путерий сау узурпаря ымпутерничирилор де путере есте ун деликт север ымпотрива попорулуй."]
  ),
  Article(
      section: "I",
      number: 2,
      introduction: ["Конституция Републичий Молдовенешть Нистрене поседэ о путере журидикэ супериоарэ ши акциуне директэ. Органеле путерий де стат ши де администраре, але аутоадминистрэрий локале, персоанеле офичиале, асочиацииле обштешть ши четэцений сынт облигаць сэ респекте Конституция ши леӂиле Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "I",
      number: 3,
      introduction: ["Четэцения Републичий Молдовенешть Нистрене се капэтэ ши се анулязэ ын конфомитате ку леӂя конституционалэ, есте егалэ пентру тоць четэцений, индиферент де каузеле кэпэтэрий ей.", "Четэцянул Републичий Молдовенешть Нистрене ну поате фи липсит де четэцение сау де дрептул скимбэрий ей. Четэцянул Републичий Молдовенешть Нистрене поате авя четэцения алтуй стат — четэцение дублэ.", "Четэцений стрэинь ши персоанеле фэрэ четэцение се фолосеск де дрептуриле ши либертэциле четэценилор Републичий Молдовенешть Нистрене, дакэ алтчева ну есте стабилит де леӂе."]
  ),
  Article(
      section: "I",
      number: 4,
      introduction: ["Ын Република Молдовеняскэ Нистрянэ сынт рекуноскуте проприетатя де стат, чя партикуларэ ши алте форме але ей.", "Тоате формеле проприетэций ын егал сынт асигурате де стат."]
  ),
  Article(
      section: "I",
      number: 5,
      introduction: ["Пэмынтул, ресурселе пэмынтулуй, апеле, пэдуриле, спациул аериян, кыт ши алте ресурсе натурале сынт обьектеле ексклусиве але проприетэций статулуй. Лотуриле де пэмынт пот фи ын фолосинца четэценилор ку дрептул ла моштенире пе тоатэ вяца, ку тоате ачестя мэримиле лор лимитате ши ординя фолосирий се детерминэ де леӂе."]
  ),
  Article(
      section: "I",
      number: 6,
      introduction: ["Путеря де стат ын Република Молдовеняскэ Нистрянэ се ефектуязэ пе база диференциерий леӂислативе, екзекутиве ши жудичиаре. Органеле путерий леӂислативе, екзекутиве ши жудичиаре ын лимителе мандатулуй сэу сынт де сине стэтэтоаре."]
  ),
  Article(
      section: "I",
      number: 7,
      introduction: ["Ын Република Молдовеняскэ Нистрянэ се рекуноаште ши се гарантязэ аутоадминистраря локалэ, компусэ дин Советеле депутацилор попорулуй ши органеле аутоадминистрэрий обштешть териториале, каре немижлочит сау прин органеле алесе де еле де сине стэтэтор резолвэ проблемеле сочиале, економиче, политиче ши културале де ынсемнэтате локалэ, реешинд дин интереселе де стат ши дин интереселе популацией унитэций административ-териториале."]
  ),
  Article(
      section: "I",
      number: 8,
      introduction: ["Статул, органеле луй ши персоанеле офичиале ышь екзерчитэ активитатя са ын кондицииле диферитор типурь демократиче але институциилор ши опиниилор политиче. Статул регулязэ релацииле ынтре комунитэциле сочиале, национале ши алтеле пе база принчипиилор егалитэций ши стимей дрептурилор ши интереселор лор.", "Се интерзиче активитатя формациунилор обштешть, а органелор лор ши репрезентанцилор, ындрептатэ ымпотрива суверанитэций Републичий, ла скимбаря форцатэ а базелор реӂимулуй конституционал, ла дестрэмаря секуритэций статулуй, креаря формациунилор милитаризате нелиӂитиме, ацыцаря вражбей де расэ, национале сау релиӂиоасе."]
  ),
  Article(
      section: "I",
      number: 9,
      introduction: ["Република Молдовеняскэ Нистрянэ есте ун стат лаик. Нич о релиӂие ну поате фи стабилитэ ка де стат сау облигаторие.", "Асочиацииле релиӂиосе сынт дезбинате де ла стат ши сынт егале фацэ де леӂе."]
  ),
  Article(
      section: "I",
      number: 10,
      introduction: ["Политика екстернэ а републичий реесе дин принчипииле егалитэций суверане а стателор, неапликаря форцей, регларя пашникэ а конфликтелор, неаместекул ын афачериле интерне але алтор стате.", "Принчипииле унаним рекуноскуте ши нормеле дрептулуй интернационал, кыт ши тратателе интернационале але Републичий Молдовенешть Нистрене конституе базеле релациилор ку алте стате ши партя принчипалэ а системулуй де дрепт."]
  ),
  Article(
      section: "I",
      number: 11,
      introduction: ["Пентру апэраря суверанитэций ши индепенденцей Републичий Молдовенешть Нистрене се формязэ Форцеле армате.", "Ординя формэрий ши активитэций Форцелор армате сынт детерминате де леӂе."]
  ),
  Article(
      section: "I",
      number: 12,
      introduction: ["Статутул лимбий офичиале ын егал ли се оферэ лимбилор молдовенешть, русэ ши украинене."]
  ),
  Article(
      section: "I",
      number: 13,
      introduction: ["Република Молдовеняскэ Нистрянэ аре драпел де стат, стемэ ши имн, че сынт симболуриле републичий ши сынт адоптате де леӂе.", "Капитала Републичий Молдовенешть Нистрене есте орашул Тираспол."]
  ),
  Article(
      section: "I",
      number: 14,
      introduction: ["Ын компоненца Републичий Молдовенешть Нистрене ынтрэ: орашеле Бендер (ку сателе Варница, Гыска Протягайловка), Дубэсарь, Рыбница, Тираспол; райоанеле — Григориопол, Дубэсарь, Каменка, Слобозия, Рыбница.", "Хотареле ши териториул Републичий Молдовенешть Нистрене сынт стабилите де леӂе."]
  ),
  Article(
      section: "I",
      number: 15,
      introduction: ["Регуламентеле капитолулуй актуал ал Конституцией конституе базеле реӂимулуй конституционал ал Републичий Молдовенешть Нистрене ши ну пот фи скимбате,нумай доар ын ординя стабилитэ де Конституция ын вигоаре.", "Нич ун фел де алте регуламенте але Конституцией ну пот фи ын контрадикцие ку базеле реӂимулуй конституционал ал Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "II",
      number: 16,
      introduction: ["Омул, дрептуриле ши либертэциле луй сынт челе май де прец але сочиетэций ши статулуй. Апэраря дрептурилор ши либертэцилор омулуй ши четэцянулуй сынт облигациуня статулуй.", "Дрептуриле ши либертэциле де базэ але омулуй ну се деспарт ши апарцин фиекэруя де ла наштере."]
  ),
  Article(
      section: "II",
      number: 17,
      introduction: ["Тоць поседэ дрептурь егале ши либертэць фацэ де леӂе фэрэ диференциеряӂенулуй, расей, националитэций, лимбий, релиӂией, провениенцей сочиале, конвинӂерий, стэрий персонале ши сочиале.", "Ынлеснириле ши привилеӂииле пот фи стабилите нумай де леӂе ши требуе сэ кореспундэ принчипиилор дрептэций сочиале."]
  ),
  Article(
      section: "II",
      number: 18,
      introduction: ["Лимитаря дрептурилор ши либертэцилор омулуй ши четэцянулуй се адмите нумай ын казуриле превэзуте де леӂе, ын интереселе секуритэций де стат, ординий обштешть, апэрэрий моралитэций, сэнэтэций популацией, а дрептурилор ши либертэцилор алтор персоане.", "Нимень ну се поате фолоси де ынлеснирь ши привилеӂий, че контразик леӂий."]
  ),
  Article(
      section: "II",
      number: 19,
      introduction: ["Фиекаре аре дрептул ла вяцэ. Статул апэрэ дрептул ла вяцэ ал омулуй де ла диферите атентате антилеӂитиме.", "Педяпса ку моартя пынэ ла ануларя ей поате фи апликатэ ын конформитате ку леӂя, ка о мэсурэ ексчепционалэ де педяпсэ пентру деликте севере ымпотрива веций ши нумай ла сентинца жудекэторией."]
  ),
  Article(
      section: "II",
      number: 20,
      introduction: ["Фиекаре аре дрептул ла либертате ши инвиолабилитате персоналэ.", "Нимень ну поате фи супус арестэрий сау ынтрецинерий суб стражэ, нумай конформ леӂий.", "Персоана, ынтрецинутэ суб стражэ, аре дрептул ла верификаря жудичиарэ а леӂитимитэций рецинерий луй сау арестулуй."]
  ),
  Article(
      section: "II",
      number: 21,
      introduction: ["Нимень ну требуе супус кинурилор, педепсей ши пуртэрий круде, фэрэ омение, че ынжосеште демнитатя луй, кыт ши експериенцелор медикале сау де алтӂен фэрэ акордул луй."]
  ),
  Article(
      section: "II",
      number: 22,
      introduction: ["Фиекаре акузат ын комитеря деликтулуй се сокоате невиноват, пынэ че вина луй ну ва фи доведитэ ын ординя превэзутэ де леӂе ши стабилитэ де сентинца ын вигоаре а жудекэторией. Акузатул ну есте облигат де а доведи невиновэция са."]
  ),
  Article(
      section: "II",
      number: 23,
      introduction: ["Нимень ну есте облигат сэ мэртурисяскэ ымпотрива са, соцулуй сэу, нямурилор апропияте, черкул кэрора есте детерминат де леӂе. Довезиле примите прин ынкэлкаря леӂий ну ау путере журидикэ."]
  ),
  Article(
      section: "II",
      number: 24,
      introduction: ["Фиекаре аре дрептул ла апэраря нумелуй сэу, ла апэраря де ла атентате ла чинстя ши демнитатя са, аместекул ын вяца персоналэ, ла тайна персоналэ ши фамилиарэ, ла инвиолабилитатя спациулуй локатив.", "Нимень ну аре дрептул де а ынтра ын спациул локатив, де а екзекута перкезиций сау черчетаре визуалэ, сэ ынкалче тайна скрисорилор ши а конворбирилор ын афарэ де казуриле ши ординя превэзуте де леӂе."]
  ),
  Article(
      section: "II",
      number: 25,
      introduction: ["Четэцений Републичий Молдовенешть Нистрене ау дрептул де а се депласа либер ши де а алеӂе локул де трай ын лимителе хотарелор републичий, де а о пэрэси ши фэрэ педичь сэ се ынтоаркэ ынапой."]
  ),
  Article(
      section: "II",
      number: 26,
      introduction: ["Матернитатя ши копилэрия, фамилия се афлэ суб окротиря статулуй.", "Грижа фацэ де копий, едукаря лор цине де датория пэринцилор.", "Копиий апць пентру мункэ, че ау атинс вырста де 18 ань, сынт облигаць сэ айбэ грижэ де пэринций неапць пентру мункэ."]
  ),
  Article(
      section: "II",
      number: 27,
      introduction: ["Фиекаре аре дрептул ла либертатя гындирий, а кувынтулуй ши конвинӂерий.", "Фиекаре аре дрептул прин орьче методэ леӂитимэ де а кэута, прими ши рэспынди орьче информацие, ку ексчепция челей, каре е ындрептатэ ымпотрива реӂимулуй конституционал сау че конституе о тайнэ де стат.", "Листа информациилор, че презинтэ о тайнэ де стат, есте стабилитэ де леӂе. Фиекэруя и се гарантязэ либертатя опинией, конвинӂерий ши експримаря лор либерэ."]
  ),
  Article(
      section: "II",
      number: 28,
      introduction: ["Мижлоачеле де информаре публикэ ну сынт супусе чензурий."]
  ),
  Article(
      section: "II",
      number: 29,
      introduction: ["Четэценилор Републичий Молдовенешть Нистрене ли се гарантязэ дрептул ла примиря, пэстраря ши рэспындиря уней информаций деплине, жусте ши ла тимп деспре активитатя органелор статале, асочиациилор обштешть, деспре вяца економикэ, политикэ ши интернационалэ, деспре старя медиулуй ынконжурэтор.", "Органеле путерий де стат ши але администрэрий, органеле аутоадминистрэрий локале, персоанеле лор офичиале сынт облигате сэ асигуре четэцянулуй Републичий Молдовенешть Нистрене посибилитатя де а фи ла курент ку документеле ши материалеле, че атраг интереселе ши дрептуриле луй де леӂе, ын каз дакэ алтчева ну есте превэзут де леӂе."]
  ),
  Article(
      section: "II",
      number: 30,
      introduction: ["Либертатя чинстей есте гарантатэ пентру тоць. Фиекаре аре дрептул де а сусцине орьче релиӂие сау сэ ну ымпэртэшяскэ нимик. Ну се адмите пропагаря форцатэ а опиниилор релиӂиоасе."]
  ),
  Article(
      section: "II",
      number: 31,
      introduction: ["Четэцений Републичий Молдовенешть Нистрене ау дрептул сэ партичипе ла администраря проблемелор сочиетэций ши а статулуй атыт немижлочит, кыт ши прин интермедиул репрезентанцилор сэй. О аша партичипаре се екзерчитэ прин аутоадминистраря локалэ, екзерчитаря референдумурилор ши прин формаря органелор демократиче статале.", "Четэцений Републичий Молдовенешть Нистрене пот либер сэ алягэ сау сэ фие алешь ын органеле де стат пе база дрептулуй електорал тотал, егал, директ ши прин вот секрет."]
  ),
  Article(
      section: "II",
      number: 32,
      introduction: ["Либертатя адунэрилор, митингурилор, манифестэрилор ын страдэ, демонстрациилор ши пикетэрилор, че ну ынкалкэ ординя де дрепт а алтор четэцень ай Републичий Молдовенешть Нистрене, есте гарантатэ де стат. Ординя петречерий ачестор мэсурь есте стабилитэ де леӂе."]
  ),
  Article(
      section: "II",
      number: 33,
      introduction: ["Четэцений Републичий Молдовенешть Нистрене ау дрептул де а се уни ын униунь синдикале, партиде политиче ши алте асочиаций, де а партичипа ла мишкэриле ын масэ неинтерзисе де леӂе."]
  ),
  Article(
      section: "II",
      number: 34,
      introduction: ["Жудекэторий, лукрэторий прокуратурий, колабораторий органелор афачерилор интерне, ай комитетулуй контролулуй де стат, ай органелор секуритэций, милитарий ну пот фи мембри ай партиделор политиче ши ай алтор асочиаций обштешть, че урмязэ скопурь политиче."]
  ),
  Article(
      section: "II",
      number: 35,
      introduction: ["Мунка есте либерэ. Фиекаре аре дрептул де а диспуне либер де капачитэциле сале ла мункэ, де а алеӂе типул де активитате ши професие.", "Мунка форцатэ есте интерзисэ.", "Фиекаре аре дрептул ла мункэ ын кондицииле, че кореспунд черинцелор секуритэций ши иӂиеней, ла менцинеря мунчий фэрэ дискриминэрь ши ла ун салариу ну май жос де салариул минимал детерминат де леӂе, кыт ши ла дрептул асигурэрий ын каз де шомерие.", "Есте рекуноскут дрептулла (дезбатерь) конфликте демункэ индивидуале ши колективе ку апликаря мижлоачелор детерминате де леӂе, а солуционэрий лор, инклусив дрептул ла гревэ.", "Фиекаре аре дрептул ла одихнэ. Челора че мунческ конформ контрактулуй де мункэ ли се гарантязэ дурата орелор де мункэ конформ леӂий, зилеле де одихнэ ши де сэрбэторь, кончедиул плэтит ануал."]
  ),
  Article(
      section: "II",
      number: 36,
      introduction: ["Фиекаре аре дрептул ла апликаря либерэ а капачитэцилор сале ши а аверий ын активитатя ынтрепринзэтоаре сау о алтэ активитате, че ну контразиче леӂий, ын активитатя економикэ."]
  ),
  Article(
      section: "II",
      number: 37,
      introduction: ["Статул гарантязэ фиекэруя дрептул ла проприетате.", "Проприетарул поседэ, се фолосеште ши дириӂязэ аверя персоналэ, дупэ кум креде.", "Нимень ну поате фи липсит де аверя са, доар конформ хотэрырий жудекэторией.", "Апликаря дрептулуй ла авере ну требуе сэ причинуяскэ дауне медиулуй ынконжурэтор, валорилор историко-културале, сэ лезезе дрептуриле ши интереселе алтор персоане окротите де леӂе сау де стат.", "Дрептул ла моштенире есте гарантат."]
  ),
  Article(
      section: "II",
      number: 38,
      introduction: ["Фиекаре аре дрептул ла асигураре сочиалэ ла бэтрынеце, ын каз де пердере а аптитудиний де мункэ сау а ынтрецинэторулуй фамилией ши ын алте казурь превэзуте де леӂе.", "Пенсииле, бурселе ши алте типурь де ажутор сочиал ну пот фи май жоасе декыт нивелул стабилит офичиал де стат."]
  ),
  Article(
      section: "II",
      number: 39,
      introduction: ["Четэценилор Републичий Молдовенешть Нистрене ли се гарантязэ дрептул ла окротиря сэнэтэций, инклусив десервиря гратуитэ медикалэ ши тратаментул ын институцииле окротирий сэнэтэций де стат."]
  ),
  Article(
      section: "II",
      number: 40,
      introduction: ["Фиекаре аре дрептул ла ун медиу ынконжурэтор неперикулос пентру вяцэ ши сэнэтате ши ла компенсаря дауней, причинуите прин ынкэлкаря ачестуй дрепт."]
  ),
  Article(
      section: "II",
      number: 41,
      introduction: ["Фиекаре аре дрептул ластудий.Четэценилор ли се гарантязэ студий гратуите медийӂенерале ши медий професионал-спечиале ын институцииле де ынвэцэмынт де стат.", "Фиекаре аре дрептул, пе базэ де конкурс, конформ капачитэцилор сале, сэ примяскэ гратуит студий супериоаре ын институцииле де ынвэцэмынт де стат.", "Ынвэцэмынтулӂенерал де базэ есте облигаториу.", "Република Молдовеняскэ Нистрянэ стабилеште унеле стандарде де стат але ынвэцэмынтулуй, сусцине диферите форме але ынвэцэмынтулуй ши аутоинструирий."]
  ),
  Article(
      section: "II",
      number: 42,
      introduction: ["Фиекаре четэцян ал Републичий Молдовенешть Нистрене аре дрептул ла спациу локатив. Нимень ну поате фи липсит де спациул локатив.", "Органеле путерий де стат стимулязэ конструкция локуинцелор, креазэ кондиций ын ефектуаря дрептулуй ла спациу локатив.", "Невояшилор, алтор четэцень индикаць ын леӂе, че ау невое де спациу локатив, ел ли се оферэ гратуит сау принтр`ун прец акчесибил дин контул статулуй, сау дин алте фондурь локативе ын конформитате ку нормеле стабилите де леӂе."]
  ),
  Article(
      section: "II",
      number: 43,
      introduction: ["Фиекаре четэцян аре дрептул де а пэстра апартененца са националэ, прекум кэ нимень ну поате фи импус ла детерминаря ши индикаря апартененцей национале.", "Понегриряинсултарядемнитэций национале се педепсеште конформ леӂий.", "Фиекаре аре дрептул сэ се фолосяскэ де лимба са матернэ, де а алеӂе лимба де комуникаре."]
  ),
  Article(
      section: "II",
      number: 44,
      introduction: ["Четэцений Републичий Молдовенешть Нистрене ау дрептул ла креация артистикэ, штиинцификэ ши техникэ.", "Проприетатя интелектуалэ есте окротитэ де леӂе.", "Статул аре грижэ де дезволтаря културалэ, штиинцификэ ши техникэ а сочиетэций."]
  ),
  Article(
      section: "II",
      number: 45,
      introduction: ["Статул асигурэ дрептуриле ши либертэциле четэценилор, ынтэрите ын Коституцие. Енумераря ын Конституцие а дрептурилор ши либертэцилор ну требуе интерпретатэ ка о негаре сау о диминуаре а алтор дрептурь ши либертэць унаним рекуноскуте."]
  ),
  Article(
      section: "II",
      number: 46,
      introduction: ["Фиекэруя и се гарантязэ апэраре журидикэ а дрептурилор ши либертэцилор, а дрептулуй ла апел ын жудекатэ а хотэрырилор ши акциунилор нелиӂитиме але органелор де стат, персоанелор офичиале, асочиациилор обштешть."]
  ),
  Article(
      section: "II",
      number: 47,
      introduction: ["Екзерчитаря дрептурилор ши либертэцилор есте инсепарабилэ де ындеплиниря де кэтре четэцян ши ом а облигациунилор сале фацэ де сочиетате ши стат."]
  ),
  Article(
      section: "II",
      number: 48,
      introduction: ["Апэраря Републичий Молдовенешть Нистрене есте облигациуня сфынтэ а фиекэруя. Леӂя детерминэ облигациуня милитарэ тоталэ."]
  ),
  Article(
      section: "II",
      number: 49,
      introduction: ["Фиекаре е облигат сэ респекте Конституция ши леӂиле, сэ стимезе дрептуриле, либертэциле, чинстя ши демнитатя алтор оамень."]
  ),
  Article(
      section: "II",
      number: 50,
      introduction: ["Фиекаре есте облигат сэ айбэ о атитудине позитивэ фацэ де натура ынконжурэтоаре."]
  ),
  Article(
      section: "II",
      number: 51,
      introduction: ["Фиекаре есте облигат сэ пэстрезе моштениря културалэ ши моралэ а попорулуй Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "II",
      number: 52,
      introduction: ["Фиекаре есте облигат де а плэти импозителе ши такселе локале, детерминате де леӂе."]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 53,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Фиекаре аре дрептул ла компенсаря дауней дин партя статулуй, администрацией локале, каре а фост причинуитэ де акциуниле нелиӂитиме (сау инактивитате) але органелор путерий де стат, администрацией локале сау але персоанелор лор офичиале."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Респектаря демнитэций умане, протекция деплинэ, абсолутэ ши имедиатэ а дрептурилор ши либертэцилор омулуй ши четэцянулуй, асигураря кондициилор пентру дезволтаря либерэ а четэценилор есте облигациуня органелор путерий де стат, а администрацией локале ши а персоанелор офичиале."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Орьче акте нормативе де дрепт, каре абордязэ дрептуриле, либертэциле ши ындаторириле омулуй ши четэцянулуй, ну пот фи апликате дакэ еле ну сынт публикате офичиал."]
        )]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 54,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Ын кондицииле стэрий де урженцэ сау стэрий де рэзбой, ын конформитате ку лежя конституционалэ, пот фи лимитате дрептуриле ши либертэциле конституционале але омулуй ши четэцянулуй, каре сынт реглементате де артиколеле 4, 20, 24, 25, 27, 28, 31, 32, 33, 35, 36, 37 але Конституцией актуале. Лимитаря дрептурилор ши либертэцилор, каре сынт индикате ын Артиколул презент, поате фи стабилитэ прин индикаря лимителор ши а терменулуй акциунилор. Алте дрептурь ши либертэць конституционале але омулуй ши четэцянулуй ну пот фи супусе рестрикцией."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Старя де урженцэ, де рэзбой пе териториул Републичий Молдовенешть Нистрене поате фи интродусэ, авынд презенте мотиве нечесаре ши ын консекутивитате ку лежя конституционалэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 55,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Република Молдовеняскэ Нистрянэ — Нистрения есте о републикэ президенциалэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ун сингур орган сау о сингурэ персоанэ ну поате фи ымпутерничитэ ку мандатул а доуэ сау трей рамурь але путерий. Путеря лежислативэ ну поате фи акордатэ уней сингуре персоане. Органеле екзекутиве але путерий де стат ну пот фи ымпутерничите ла промулгаря лежилор, яр путеря лежислативэ ну поате авя ымпутерничирь експедитиве ла кондучеря оперативэ а органелор ши институциилор екзекутиве ши а органелор жудичиаре але путерий де стат. Фиекэруй орган ал путерий де стат и се дистрибуеште функцие де контрол ын лимителе ымпутерничирий, каре сынт акордате де Конституция презентэ ши леже."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Путеря жудичиарэ се реализязэ де жудекэць, дечизия кэрора есте емисэ дин нумеле Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 56,
      paragraphs: [
        Paragraph(
            number: 1,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "формаря ши менцинеря медиулуй де локуире фаворабил;"
              ),
              SubParagraph(
                  title: "б",
                  text: "екзерчитаря окротирий сэнэтэций популацией;"
              ),
              SubParagraph(
                  title: "в",
                  text: "формаря ши функционаря системелор асигурэрий сочиале але популацией, а градулуй де преокупаре, а протекцией популацией капабиле де мункэ;"
              ),
              SubParagraph(
                  title: "г",
                  text: "дезволтаря штиинцей, културий ши асигураря популацией ку посибилитатя де а кэпэта студий;"
              ),
              SubParagraph(
                  title: "д",
                  text: "екзерчитаря активитэций де политикэ екстернэ;"
              ),
              SubParagraph(
                  title: "е",
                  text: "формаря ши асигураря активитэций системулуй финанчиар ал статулуй;"
              ),
              SubParagraph(
                  title: "ж",
                  text: "асигураря дезволтэрий економией;"
              ),
              SubParagraph(
                  title: "з",
                  text: "функционаря комерцулуй интериор ши екстериор;"
              ),
              SubParagraph(
                  title: "и",
                  text: "креаря кондициилор де функционаре а транспортулуй ши а комуникациилор ынтр-ун систем унитар;"
              ),
              SubParagraph(
                  title: "к",
                  text: "асигураря кондициилор де активитате а секторулуй аграр, ориентат ын сатисфачеря нечеситэцилор популацией;"
              ),
              SubParagraph(
                  title: "л",
                  text: "пэстраря ши утилизаря националэ а ресурселор натурале;"
              ),
              SubParagraph(
                  title: "м",
                  text: "креаря кондициилор де функционаре а индустрией ши а енержетичий;"
              ),
              SubParagraph(
                  title: "н",
                  text: "асигураря капачитэций де апэраре а статулуй;"
              ),
              SubParagraph(
                  title: "о",
                  text: "асигураря сигуранцей интерне ку скоп де функционаре нормалэ а активитэций витале а статулуй;"
              ),
              SubParagraph(
                  title: "п",
                  text: "реализаря активитэций де дрепт пентру сигуранца ши бинеле популацией;"
              ),
              SubParagraph(
                  title: "р",
                  text: "асигураря активитэций органелор журидиче, инклусив а лимителор де асигураре а легалитэций, дрептурилор ши либертэцилор четэценешть, а протекцией бунурилор материале ши ординий сочиале, лупта ку криминалитатя;"
              ),
              SubParagraph(
                  title: "с",
                  text: "детерминаря статулуй ши апэраря хотарелор Республичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "т",
                  text: "асигураря активитэций органелор де жустицие;"
              ),
              SubParagraph(
                  title: "у",
                  text: "хотэрыря алтор ынтребэрь, че нечеситэ о сентинцэ унитарэ ши адаптаря лор пе териториул Републичий Молдовенешть Нистрене, пентру асигураря бунурилор материале ын фолосул популацией."
              )],
            introduction: ["Република Молдовеняскэ Нистрянэ, ка ун стат суверан, прин интермедиул органелор путерий де стат ши а кондучерий, ынтемеяте ын ордин реглементат де Конституция презентэ ши де асеменя де персоане функционаре де стат, ышь я реализаря урмэтоарелор функций де базэ:"]
        ),
        Paragraph(
            number: 2,
            introduction: ["Органеле путерий де стат ши де кондучере се ынтемеязэ екслусив пентру екзекутаряфункциилор але статулуй; активитатя лор есте финансатэ нумай дин сурселе бужетулуй де стат."]
        )]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 57,
      introduction: ["Трататул интернационал ал Републичий Молдвенешть Нистрене, дакэ стабилеште алте регуль, непревэзуте де лежислация Републичий, поате фи ратификат де Советул Супрем нумай дупэ адоптаря (сау ын ачелашь тимп ку адоптаря) де ел а лежий, каре интродуче скимбэрь ын лежислация ын вигоаре, ын конформитате ку конвенция интернационалэ а Републичий Молдовенешть Нистрене, каре есте супусэ ратификэрий."]
  ),
  Article(
      section: "III",
      chapter: 1,
      number: 58,
      introduction: ["Екзерчитаря унор ымпутерничирь але органелор путерий де стат поате фи делегатэ пе база адоптэрий лежий конституционале превэзуте де Артиколул 57 ал Конституцией актуале, а алтуй стат сау а алтор органе супранационале, дакэ ачеста ну дуче ла рестрикция дрептурилор ши либертэцилор омулуй ши четэцянулуй, каре сынт превэзуте ын капитолул 2 ал Конституцией актуале ши ну контразиче базелор системулуй конституционал, ын аша волум ши ын аша мэсурэ, ын каре ачеста ну ва ынсемна пентру Република Молдовеняскэ Нистрянэ ренунцаре ла суверанитате."]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 59,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене есте шефул статулуй."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене; есте гарантул Конституцией ши лежилор Републичий Молдовенешть Нистрене, дрептурилор ши либертэцилор омулуй ши четэцянулуй; асигурэ реализаря екзактэ а Конституцией ши а лежилор. Ын ординя реглементатэ де Конституцие ел апробэ диспозиций де протекцие а суверанитэций републичий, а индепенденцией ши унитэций ей териториале; асигурэ функционаря ши интердепенденца тутурор органелор але путерий де стат."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Прешедентеле Републичий Молдовенешть Нистрене ын конформитате ку Конституция ши лежиле детерминэ курсул принчипал де политикэ интернэ ши екстернэ а статулуй."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене ын постура де шеф ал статулуй репрезинтэ Република Молдовеняскэ Нистрянэ ын интериорул цэрий ши ын релацииле интернационале."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене се букурэ де имунитате."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 60,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединте ал Републичий Молдовенешть Нистрене поате фи алес нумай четэцянул Републичий Молдовенешть Нистрене ку дрепт де вот, каре децине четэцения Републичий Молдовенешть Нистрене ну май пуцин де 10 ань, ну е май тынэр де 35 де ань ши локуеште перманент пе териториул Републичий Молдовенешть Нистрене ну май пуцин де 10 ань ла зиуа алежерилор."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Алежеря Прешединтелуй Републичий Молдовенешть Нистрене есте реализатэ де кэтре четэцений Републичий Молдовенешть Нистрене ын база дрептулуй де вот универсал, ши директ, прин вот тайник."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Дурата мандатулуй Прешединтелуй Републичий Молдовенешть Нистрене есте де 5 ань. Нич о персоанэ ну поате ындеплини функция де Прешединте ал Републичий Молдовенешть Нистрене декыт пентру чел мулт доуэ мандате консекутиве."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Ординаря прочедурий де алежере а Прешединтелуй Републичий Молдовенешть Нистрене есте реглементатэ де леже."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 61,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Ла адераря са ын функцие Прешединтеле Републичий Молдовенешть Нистрене депуне ын фаца попорулуй урмэторул журэмынт: «Жур кэ ла екзерчитаря мандатулуй де Прешединте ал Републичий Молдовенешть Нистрене сэ респект ши сэ апэр дрептуриле ши либертэциле омулуй ши четэцянулуй, сэ пэстрез ши сэ апэр Конституция Републичий Молдовенешть Нестрене ши лежиле Републичий Молдовенешть Нистрене, сэ апэр суверанитатя ши индепенденца, секуритатя ши интегритатя статулуй, сэ служеск ку крединцэ ши девотамент попорулуй Републичий Молдовенешть Нистрене»."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Журэмынтул се депуне чел тырзиу ла 30 де зиле дупэ деклараря офичиалэ а резултателор ла алежерь, ынтр-о атмосферэ солемнэ, ын презенца депутацилор Советулуй Супрем, а репрезентацилор путерий де стат екзекутиве ши жудекэторешть."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене трече ла реализаря мандатулуй имедият дупэ депунеря журэмынтулуй ши ышь екзерчитэ мандатул пынэ ла депунеря журэмынтулуй де кэтре Прешединтеле ноу алес."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 62,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Реализаря мандатулуй Прешединтелуй Републичий Молдовенешть Нистрене есте суспендат античипат ын казул демисией биневоле, инкапачитате, конформ стэрий де сэнэтате, де а ындеплини функцииле де пост; а дечедэрий сау дезичерий дин функцие ын ординя превэзутэ де артиколул 75 а Конституцией ын вигоаре.", "Ын тоате казуриле, кынд Прешединтеле Републичий Молдовенешть Нистрене ну есте ын старе сэ-шь ындеплиняскэ мандатул, ел темпорар есте реализат де кэтре Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене пынэ ла ынлэтураря каузелор, че-л ымпедикэ пе Прешединте сэ-шь реализезе мандатул, сау пынэ ла алежериле Прешединтелуй Републичий Молдовенешть Нистрене ын ординя реглементатэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Екзекуторул облигациилор Прешединтелуй Републичий Молдовенешть Нистрене ну аре дрептул де а дизолва Советул Супрем, ла фел де а инклуде ун проект де леже, че преведе интродучеря модификэрилор ши (сау) а комплетэрилор ын текстул Конституцией Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Ын каз де суспендаре античипатэ а мандатулуй Прешединтелуй Републичий Молдовенешть Нистрене, конформ пунктулуй 1 индикат ын артиколул де фацэ дрепт мотив, алежериле Прешединтелуй Републичий Молдовенешть Нистрене се петрек ын а доуа думиникэ а луний, че урмязэ дупэ трей лунь ын урма датей суспендэрий античипате а мандатулуй Прешединтелуй."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 63,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене есте Командатул женерал ал Форцелор армате але Републичий Молдовенешть Нистрене.", "Ын каз де агресие ымпотрива Републичий Молдовенешть Нистрене сау а уней аменинцэрь де агресие, Прешединтеле Републичий Молдовенешть Нистрене интродуче пе териториул Републичий Молдовенешть Нистрене старе де рэзбой ку ынштиинцаря уржентэ а Советулуй Супрем.", "Прешединтеле Републичий Молдовенешть Нистрене ын ымпрежурэриле ши ын ординя превэзутэ де лежя конституционалэ интродуче пе териториул Републичий Молдовенешть Нистрене сау ын унеле локалитэць дин републикэ старя де урженцэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене аре дрептул ла грациере."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене солуционязэ кестиуниле четэценией Републичий Молдовенешть Нистрене ши а оферирий азилулуй политик."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Прешединтеле Републичий Републичий Молдовенешть Нистрене институе мерителе де стат але Републичий Молдовенешть Нистрене, стабилеште менциуниле де оноаре ши спечиале, декорязэ ку дистинкций де стат, оферэ дестинаций де оноаре але Републичий Молдовенешть Нистрене, градурь милитаре супериоаре ши спечиале, класеле супреме де калификаре ши рангурь де класэ."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене се адресязэ ку апелурь кэтре попорул Републичий Молдовенешть Нистрене, кэтре Советул Супрем ши периодик ыл информязэ деспре челе май импортанте моменте але активитэций ын домениул политичий интерне ши екстерне, презинтэ Советулуй Супрем дэрь де сямэ ануале деспре ситуация ын републикэ ши пропуне пентру екзаминаря луй астфел де мэсурь, пе каре ле консидерэ нечесаре ши стимулатоаре."]
        ),
        Paragraph(
            number: 6,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене реализязэ кондучеря ын политика екстернэ а Републичий Молдовенешть Нистрене, дуче тратативе ши семнязэ тратате интернационале але Републичий Молдовенешть Нистрене, семнязэ акте офичиале де ратификаре, апробэ акте офичиале ши скрисорь де акредитаре а репрезентанцилор дипломатичь."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 64,
      introduction: ["Прешединтеле Републичий Молдовенешть Нистрене ну поате окупа о алтэ функцие финансатэ, а реализа о активитате де антрепренор, ку ексчепция активитэций штиинцифиче, дидактиче ши креативе; а фи ын компоненца органулуй де кондучере сау а советулуй обсерватор ал организацией комерчиале, а фи депутат ал Советулуй Супрем ши а алтор органе репрезентативе ын Република МолдовеняскэНистрянэ ла фел де а суспенда апартененца ла партиделе политиче ши алте ынтрунирь сочиале, че урмэреск скопурь политиче, пе паркурсул ынтрег ал мандатулуй."]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 65,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене емите декрете ши ордине."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Декретеле ши ординеле Прешединтелуй Републичий Молдовенешть Нистрене сынт облигаторий сэ фие екзерчитате пе териториул Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Декретеле ши ординеле Прешединтелуй Републичий Молдовенешть Нистрене ну требуе сэ контразикэ Конституцией ши лежилор Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 2,
      number: 66,
      paragraphs: [
        Paragraph(
            number: 1,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "нумеште ын функцие ку апробаря де кэтре Советул Супрем пе Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "б",
                  text: "аре дреп де а презида ла шединцеле Гувернулуй Републичий Молдовенешть Нистрене."
              ),
              SubParagraph(
                  title: "в",
                  text: "адоптэ хотэрыря демисией Гувернулуй Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "г",
                  text: "рекомандэ Советулуй Супрем кандидатура пентру нумире ын функцие а Прешединтелуй бэнчий чентрале; поате хотэры анунцаря ын фаца Советулуй Супрем а ынтребэрий привинд елибераря дин функцие а Прешединтелуй бэнчий чентрале;"
              ),
              SubParagraph(
                  title: "д",
                  text: "конформ офертей Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене нумеште ын функцие ши елиберязэ дин функцие пе локцииторий Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене, пе миништри, пе кондукэторий администрациилор де стат але орашелор ши райоанелор;"
              ),
              SubParagraph(
                  title: "е",
                  text: "презинтэ Советулуй Супрем кандидатуриле пентру нумиря ын функцие а прешединцилор жудекэториилор Конституционалэ, Супремэ, Арбитрарэ але Републичий Молдовенешть Нистрене; супуне дискуцией оферта де елибераре дин функцие а Прокурорулуй Републичий Молдовенешть Нистрене, нумеште ын функцие пе дой жудекэторь ай Курций Конституционале ши пе жудекэторь ай алтор жудекэторий;"
              ),
              SubParagraph(
                  title: "ж",
                  text: "адоптэ хотэрыря демисией а анумитор мембри реглеметатэ де Конституцие ши леже;"
              ),
              SubParagraph(
                  title: "з",
                  text: "суспендэ активитатя Советулуй Супрем ын казурь ши ын ордине превэзутэ де Конституция Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "и",
                  text: "нумеште ын функцие ши елиберязэ командаментул супрем ал Форцелор Армате але Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "к",
                  text: "апробэ доктрина милитарэ а Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "л",
                  text: "нумеште ши елиберязэ дин функцие пе репрезентанций мандатарь ай Прешединтелуй Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "м",
                  text: "формязэ Администрация Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "н",
                  text: "нумеште ын функцие ши ревокэ ын урма консултациилор ку комитетеле ши комисииле кореспунзэтоаре але Советулуй Супрем ал Републичий Молдовенешть Нистрене пе репрезентаций дипломатичь ай Републичий Молдовенешть Нистрене ын цэриле стрэине ши ын организаций интернационале;"
              ),
              SubParagraph(
                  title: "о",
                  text: "аре дрептул де а нуми ын функцие темпорар пе тоате локуриле ваканте, ын периоада динтре сесиуниле Советулуй Супрем, ын функций де стат, нумиря ла каре се реализязэ де Советул Супрем прин рекомандаря Прешединтелуй Републичий Молдовенешть Нистрене, пынэ ла суплинаря ачестор функций , конформ ординий реглементате ла сесиуниле апропияте;"
              ),
              SubParagraph(
                  title: "п",
                  text: "семнязэ ши публикэ лежиле конституционале, лежиле ын ординя стабилитэ де артиколул 73 ал Конституцией, яр лежиле конституционале деспре модификаря Конституцией, — ын ординя стабилитэ де артиколул 106 а Конституцией;"
              ),
              SubParagraph(
                  title: "р",
                  text: "реализязэ алте мандате, превэзуте де Конституция ын вигоаре ши де актеле лежислативе."
              )],
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене:"]
        ),
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене поате фолоси прочедуриле де кончилиере пентру ауторизаря диверженцелор де пэрерь динтре органеле путерий де стат ши де кондучере а Републичий Молдовенешть Нистрене.Ын каз контрар ел поате трансмите ауторизаря литижиулуй ла черчетаря жудекэторией кореспунзэтоаре."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Суспендаря мандатулуй Прешединтелуй Републичий Молдовенешть Нистрене аре дрепт консечинцэ суспендаря мандатулуй персоанелор, каре се супун немижлочит Прешединтелуй Републичий Молдовенешть Нистрене, ку ексчепция казурилор превэзуте де пунктул 1 ал артиколулуй 62 ал Конституцией."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 67,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советул Супрем ал Републичий Молдовенешть Нистрене (…. Советул Супрем) есте органул лежислатив репрезентатив ши уник ал путерий де стат а Републичий Молдовенешть Нистрене.", "Мембрий Советулуй Супрем — 43 де депутаць."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Терменул мандатулуй Советулуй Супрем есте де 5 ань.", "Дата алежерилор урмэтоаре а депутацилор Советулуй Супрем се стабилеште а доуа думиникэ а луний дечембрие а анулуй ын каре експирэ терменул мандатулуй Советулуй Супрем.", "Советул Супрем, ка орган ал путерий де стат, есте ымпутерничит, дакэ ын компоненца луй ау фост алесе ну май пуцин де доуэ треимь де депутаць дин нумэрул реглементат.", "Мандатул Советулуй Супрем ынчепе де ла моментул дескидерий примей сесиунь ши се терминэ ку ынчепутул лукрулуй примей сесиунь а Советулуй Супрем ал ноий лежислатурь."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене конвоакэ Советул Супрем ла прима шединцэ ну май тырзиу декыт ла а трейзечя зи дупэ алежеря а ну май пуцин де доуэ треимь дин нумэрул реглементат де депутаць ай Советулуй Супрем.", "Прешединтеле Републичий Молдовенешть Нистрене дескиде прима шединцэ а Советулуй Супрем ши ынкрединцязэ кондучеря ей челуй май ын вырстэ депутат пынэ ла алежеря Прешединтелуй Советулуй Супрем ын мод стабилит."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 68,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Депутат ал Советулуй Супрем поате фи алес четэцянул Републичий Молдовенешть Нистрене каре аре дрептул ла вот, каре а атинс вырста де 25 де ань ла зиуа алежерилор ши локуеште перманент пе териториул републичий ну май пуцин де 5 ань ла зиуа алежерилор.", "Депутатул Советулуй Супрем ну поате фи Прешединте, мембру ал Гувернулуй Републичий Молдовенешть Нистрене, жудекэтор, прокурор, ну поате фи ын сервичиу де стат, ну поате фи депутат ал алтор органе репрезентативе ши елективе але путерий де стат ши але аутоадминистрэрий локале.", "Депутатул Советулуй Супрем, каре лукрязэ ын Советул Супрем ши ын органеле луй де лукру, пе базэ професионалэ перманентэ, ну аре дрептул сэ окупе алте функций каре сынт плэтите, сэ екзерчите активитате де антрепренор, сэ интре ын компоненца органулуй де кондучере сау а органулуй де суправегере ал уней организаций де комерц, сэ се окупе ку алтэ активитате каре есте плэтитэ, ку ексчепция активитэций дидактиче, штиинцифиче сау креативе.", "Ынкэлкаря регулий актуале аре ка урмаре ынчетаря мандатулуй де депутат ал Советулуй Супрем.", "Модул де екзекутаре а алежерилор депутацилор Советулуй Супрем есте реглементат де леже."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Депутатул Советулуй Супрем пентру активитатя са ын Советул Супрем примеште рекомпенсэ ын бань, луй и се компенсязэ келтуелиле, легате де екзерчитаря мандатулуй де депутат, ын ординя, стабилитэ де леже.", "Депутатул Советулуй Супрем есте облигат сэ фие презент ла шединцеле Советулуй Супрем ши ла шединцеле органелор луй де лукру.", "Липса немотиватэ а депутатулуй Советулуй Супрем ла шединцеле Советулуй Супрем ши але органелор луй де лукру аре ка урмаре апликаря педепсей, стабилитэ де леже, фацэ де депутатул Советулуй Супрем."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Депутатул Советулуй Супрем ну поате фи трас ла орьче рэспундере пентру опиния експусэ сау пентру дечизия, луатэ ын прочесул активитэций де депутат, прекум ши пентру сэвырширя алтор акциунь че цин де екзерчитаря активитэций де депутат.", "Депутатул Советулуй Супрем поседэ инвиолабилитате пе тот терменул мандатулуй, прекум ши дупэ експираря терменулуй мандатулуй де депутат пентру фаптеле, реализате де кэтре ел ын периоада екзерчитэрий мандатулуй де депутат ал Советулуй Супрем, легат де реализаря активитэций де депутат. Фэрэ консимцэмынтул Советулуй Супрем ел ну поате фи рецинут, арестат, ну поате фи супус уней перкезиций, ын афарэ де казуриле рецинерий ла локул де кримэ, прекум ши контролулуй персонал, ку ексчепция казурилор кынд ачестя сынт превэзуте де лежиле Републичий Молдовенешть Нистрене пентру асигураря секуритэций алтор оамень.", "Депутатул Советулуй Супрем ну поате фи интерогат ку привире ла чиркумстанцеле, куноскуте де кэтре ел, ын легэтурэ ку екзекутаря облигациунилор луй де депутат, фэрэ консимцэмынтул Советулуй Супрем.", "Ын казул интентэрий унуй прочес, легат де рэспундере пеналэ сау административэ, апликатэ ын ордине жудичиарэ асупра акциунилор депутатулуй Советулуй Супрем, каре ну сынт легате де реализаря активитэций де депутат, привинд финализаря анкетэрий, финализаря анкетэрий преалабиле сау ал екзекутэрий привинд инфракциуня административэ пентру трансмитеря прочесулуй ын жудекатэ есте нечесар консимцэмынтул Советулуй Супрем."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Статутул депутатулуй Советулуй Супрем се реглементязэ де лежя конституционалэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 69,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советул Супрем дин компоненца са алеже Прешединтеле ши локцииторий луй. Ын легэтурэ ку проблемеле реферитоаре ла компетенца луй привинд Конституция, Советул Супрем креязэ органе де лукру перманенте, темпорале ши алте органе де лукру.", "Ординя алежерий Прешединтелуй, а локцииторилор Прешединтелуй Советулуй Супрем, ординя конституирий ши активитатя Советулуй Супрем сынт детерминате де Регуламентул Советулуй Супрем."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ын активитатя са Советул Супрем ши органеле формате де ел дин корпул депутацилор Советулуй Супрем сынт облигаць а луа ын консидерацие дрептуриле миноритэцилор (о чинчиме де депутаць ай Советулуй Супрем ау дрептул ын орьче момент ла адоптаря хотэрырий де а чере десфэшураря вотулуй секрет сау номинал, ынаинте де а фи адоптатэ хотэрыря деспре вот публик), прекум ши дрептул орькэруй депутат ал Советулуй Супрем де а чере адучеря ла куноштинца публикэ а информацией деспре вотуриле «пентру» ши «контра», ынаинтате де кэтре депутаць реферитор ла орьче ынтребаре."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Доуэ треимь дин нумэрул де депутаць, стабилит де Конституцие, алкэтуеск кворумул нечесар пентру адоптаря актелор де дрепт."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 70,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советул Супрем есте ымпутерничит де а анализа ши резолва тоате ынтребэриле, рапортате де Конституцие ла реглементаря лежислативэ ши ла ындеплиниря функциилор луй де контрол. Нич ун акт ал лежислацией ну поате фи адоптат де Советул Супрем ла шединца са, дакэ ну а фост екзаминат ын преалабил де органул де лукру ал Советулуй Супрем."]
        ),
        Paragraph(
            number: 2,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "стабилеште импозителе ши такселе републикане, листа импозителор ши такселор локале, ординя ынкасэрий ши интродучерий лор; стабилеште волумул максимал ал сарчиний импозитаре пентру контрибуабил; стабилеште лимителе даторией де стат ши волумул ынмпрумутулуй де о сингурэ датэ, ын каз де депэшире а кэруя, акциуня респективэ требуе сэ фие коордонатэ ку Советул Супрем, прекум ши ординя сау обьектеле асигурэрий луй; я дечизие реферитор ла емисия де бань ын лимителе каре депэшеск волумул емисией, стабилит де лежя пентру хотэрыря индепендентэ де кэтре банка чентралэ де стат;"
              ),
              SubParagraph(
                  title: "б",
                  text: "анализязэ ши апробязэ, ын лимителе планификэрий бужетаре пе термен лунг, програмеле републикане де дезволтаре економикэ, сочиалэ ши културалэ, каре ау статут офичиал, адоптязэ бужетул ши стабилеште мэсуриле реглементэрий интербужетаре;"
              ),
              SubParagraph(
                  title: "в",
                  text: "резолвэ проблемеле организэрий административ-териториале а Републичий Молдовенешть Нистрене, инклусив я дечизие реферитор ла скимбаря хотарелор Републичий Молдовенешть Нистрене ын урма ынцележерий речипроче ку цэриле лимитрофе;"
              ),
              SubParagraph(
                  title: "г",
                  text: "ратификэ ши денунцязэ контрактеле интернационале але Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "д",
                  text: "интродуче модификэрь ши комплетэрь ын Конституцие ын ординя стабилитэ, интродуче модификэрь ши комплетэрь ын ын актеле лежислативе ын вигоаре;"
              ),
              SubParagraph(
                  title: "е",
                  text: "реализязэ реглементаря лежислативэ а алтор проблеме, каре нечеситэ хотэрыре униформэ ши апликаре пе териториул Републичий Молдовенешть Нистрене."
              )],
            introduction: ["Советул Супрем прин адоптаря актелор лежислативе:"]
        ),
        Paragraph(
            number: 3,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "деспре апробаря декретелор президенциале ку привире ла интродучеря стэрий ексчепционале ши де рэзбой;"
              ),
              SubParagraph(
                  title: "б",
                  text: "деспре проблемеле рэзбоюлуй ши пэчий;"
              ),
              SubParagraph(
                  title: "в",
                  text: "деспре деклараря амнистией;"
              ),
              SubParagraph(
                  title: "г",
                  text: "деспре ефектуаря пе териториул Републичий Молдовенешть Нистрене а референдумулуй сау а дискуциилор ла нивел национал ку привире ла челе май импортанте проблеме але вьеций де стат сау публиче;"
              ),
              SubParagraph(
                  title: "д",
                  text: "деспре консимцэмынтул акордат Президентулуй Републичий Молдовенешть Нистрене де а нуми Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "е",
                  text: "деспре експримаря неынкредерий фацэ де Гувернул Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "ж",
                  text: "деспе аудиеря рапортурилор ануале але Гувернулуй Републичий Молдовенешть Нистрене ку привире ла резултателе активитэций луй, инклусив ку привире ла ынтребэриле, ынаинтате де Советул Супрем;"
              ),
              SubParagraph(
                  title: "з",
                  text: "деспре нумиря ын функцие ши елибераря дин функцие а прешединцилор Курций Конституционале, Супреме ши де Арбитраж, конформ пропунерий Прешединтелуй Републичий Молдовенешть Нистрене, деспре нумиря ын функцие ши елибераря дин функцие а дой жудекэторь ай Курций Конституционале;"
              ),
              SubParagraph(
                  title: "и",
                  text: "деспре нумиря ын функцие ши елибераря дин функцие, конформ пропунерий Прешединтелуй Републичий Молдовенешть Нистрене, а Прокурорулуй Републичий Молдовенешть Нистрене, а Прешединтелуй бэнчий чентрале;"
              ),
              SubParagraph(
                  title: "к",
                  text: "деспре нумиря ын функцие ши елибераря дин функцие а Мандатарулуй пе дрептуриле омулуй ын Република Молдовеняскэ Нистрянэ, каре акционязэ ын кореспундере ку лежя конституционалэ;"
              ),
              SubParagraph(
                  title: "л",
                  text: "деспре интерпретаря лежилор, а актелор де дрепт, че ну ау карактер лежислатив, адоптате де Советул Супрем;"
              ),
              SubParagraph(
                  title: "м",
                  text: "адоптязэ алте акте ши дечизий, каре ну нечеситэ реглементаре лежислативэ."
              )],
            introduction: ["Советул Супрем ын мод стабилит ши ын термен стабилит я дечизий прин интермедиул промулгэрий актелор журидиче:"]
        ),
        Paragraph(
            number: 4,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "деспре ануларя актелор Советелор локале де депутаць ай нородулуй (але органелор репрезентативе локале але путерий де стат) ын казуриле некореспундерий лор Конституцией ши лежилор Републичий Молдовенешть Нистрене; деспре пропунеря органелор електорале ши персоанелор офичиале але аутоадминистрацией локале ку привире ла адучеря ын конформитате ку лежислация ын вигоаре а актелор персонале де дрепт;"
              ),
              SubParagraph(
                  title: "б",
                  text: "деспре дизолваря Советелор локале де депутаць ай нородулуй (а органелор репрезентативе локале але путерий де стат) ши стабилиря алежерилор ной ын казуриле ынкэлкэрий де кэтре ей а Конституцией ши а лежилор, а хотэрырилор Советулуй Супрем, а актелор Прешединтелуй Републичий Молдовенешть Нистрене, але Гувернулуй Републичий Молдовенешть Нистрене ши але рефузулуй де а екзерчита дечизииле сале ын конформитате ку лежислация ын вигоаре;"
              ),
              SubParagraph(
                  title: "в",
                  text: "деспре ренунцаря ла функция де Прешединте ал Републичий Молдовенешть Нистрене ын казуриле ши ын ординя, стабилитэ де Конституцие ши леже;"
              ),
              SubParagraph(
                  title: "г",
                  text: "деспре деклараря пропунерий Прешединтелуй Гувернулуй фацэ де мембрий Гувернулуй ку привире ла екзекутаря инадекватэ сау ку привире ла неекзекутаря де кэтре ей а облигациунилор сале."
              )],
            introduction: [
              "Советул Супрем аре дрептул пентру реализаря функциилор сале де контрол ын мод стабилит де а луа дечизий:",
            ],
          conclusion: [
            "Советул Супрем ын мод де реализаре а функциилор сале де контрол аре дрептул де а луа алте акте (дечизий), инклусив де а екзерчита контролул асупра активитэций органелор путерий де стат ши а администрэрий, а персоанелор офичиале ын привинца екзекутэрий де кэтре ей а актелор лежислативе ши а алтор акте. Дечизииле ку привире ла ренунцаря ла функцие, ку привире ла дизолваря ынаинте де термен а Советелор локале де депутаць ай нородулуй се апробэ де ну май пуцин де доуэ треимь де вотурь дин нумэрул де депутаць ай Советулуй Супрем, стабилит де Конституцие.\r\n Ын ординя екзерчитэрий функциилор де контрол, Советул Супрем аудиязэ рапортул ку привире ла реализаря бужетулуй, а програмелор економиче ши а алтор програме, каре ау статут офичиал (каре нечеситэ пентру реализаря са атражеря мижлоачелор финанчиаре, пе лынгэ мижлоачеле, превэзуте ын бужет, ши реглементаря суплиментарэ де карактер лежислатив)."
          ]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 71,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советул Супрем ын ординя реализэрий функцией сале лежислативе адоптэ лежиле конституционале, лежиле ши хотэрыриле. Модификэриле ши комплетэриле ын Конституцие сынт интродусе де Советул Супрем прин интермедиул промулгэрий лежий конституционале."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Хотэрыриле сынт адоптате де мажоритатя вотурилор дин нумэрул де депутаць презенць ла шединца Советулуй Супрем, пе база кворумулуй, дакэ алтчева ну есте превэзут де Конституцие ши де леже."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Лежиле сынт екзаминате ши адоптате ла ну май пуцин де доуэ лектурь, каре требуе сэ фие екзекутате ла диферите шединце але Советулуй Супрем, каре ну ау лок ын ачеяшь зи. Проектеле де леже ку привире ла интродучеря модификэрилор ши комплетэрилор ын лежиле адоптате май ынаинте пот фи адоптате ын декурсул уней шединце, дакэ ну а апэрут нич о обьекцие ымпотрива уней астфел де адоптэрь дин партя субьектелор де дрепт де инициативэ лежислативэ пе лынгэ ачея кэ ей ау обцинут проектул де леже дат пентру инициере ынтр-ун тимп стабилит, ынаинте де а фи екзаминат де Советул Супрем.", "Лежиле Републичий Молдовенешть Нистрене (инклусив кодексуриле, лежиле ку привире ла интродучеря модификэрилор ши комплетэрилор ын лежиле ын вигоаре) сынт адоптате прин мажоритатя вотурилор дин нумэрул депутацилор Советулуй Супрем, стабилит де Конституцие. Интродучеря модификэрилор ын Конституцие ши адоптаря лежилор конституционале, интродучеря модификэрилор ши комплетэрилор ын еле се ефектуязэ пе база а доуэ треимь де вотурь дин нумэрул депутацилор Советулуй Супрем, стабилит де Конституцие.", "Лежиле ну пот контразиче Конституция."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Ординя ши термений интродучерий ын вигоаре а актулуй лежислатив адоптат се стабилеск нумай де леже.", "Лежиле сынт супусе публикэрий офичиале. Лежиле непубликате ну се апликэ."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Советул Супрем адоптэ актеле де дрепт ку карактер лежислатив нумай ын формэ де лежь ши фиекаре леже, ку ексчепция челор финанчиаре, каре адук модификэрь сау комплетэрь орь каре реекзаминязэ лежислация ын вигоаре, реглементязэ нумай ун обьект. Лежиле финанчиаре реглементязэ нумай проблеме финанчиаре.", "Советул Супрем ну требуе сэ адопте акте де дрепт ку карактер спечиал сау локал (сау индивидуал), дакэ екзистэ лежя сау лежя ын вигоаре поате фи апликатэ пентру казул дат, каре нечеситэ реглементаре де дрепт.", "Листа лежилор конституционале але Републичий Молдовенешть Нистрене се стабилеште де Конституцие."]
        ),
        Paragraph(
            number: 6,
            introduction: ["Ынкэлкаря прочедурий де интродучере, екзаминаре ши адоптаре а проектулуй де леже ыл фаче липсит де валабилитате ши несупус адоптэрий.", "Проблема ку привире ла ачаста се хотэрэште ын мод жудичиар."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 72,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Дрептул ла инициатива лежислативэ апарцине Прешединтелуй Републичий Молдовенешть Нистрене, депутацилор Советулуй Супрем, Гувернулуй Републичий Молдовенешть Нистрене, Прокурорулуй Републичий Молдовенешть Нистрене, Мандатарулуй пе дрептуриле омулуй ын Република Молдовеняскэ Нистрянэ, Советелор районале ши орэшенешть де депутаць ай попорулуй але Републичий Молдовенешть Нистрене.", "Дрептул ла инициатива лежислативэ де асеменя апарцине Курций Конституционале, Супреме ши де Арбитраж а Републичий Молдовенешть Нистрене ку привире ла проблемеле администрэрий лор, асочиациилор републикане де синдикате ку привире ла проблемеле де мункэ ши сочиал-економиче.", "Субьектеле дрептулуй ла инициативэ лежислативэ партичипэ ын прочесул де креаре а лежилор ын Советул Супрем ла тоате стадииле луй (ку ексчепция вотэрий) пе база дрептурилор егале ши ну пот фи лимитате ын ачаста, дакэ алтчева директ ну есте превэзут ын Конституцие."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене аре дрептул де а интродуче режимул нечеситэций лежислативе ла екзаминаря челор май импортанте акте лежислативе, каре нечеситэ екзаминаря ши адоптаря лор де Советул Супрем ын термен де скуртэ дуратэ. Проектул де леже, интродус де кэтре Прешединте ын режимул нечеситэций лежислативе, требуе сэ фие екзаминат ши адоптат сау респинс ын ординя стабилитэ ла шединцеле сесиуний Советулуй Супрем ын термень коордонаць ку Прешединтеле."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 73,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Актул лежислатив адоптат (лежя конституционалэ, лежя) ын термен де 7 зиле есте ындрептат Прешединтелуй Републичий Молдовенешть Нистрене пентру семнаре ши промулгаре ын ординя стабилитэ.", "Прешединтеле Републичий Молдовенешть Нистрене ын термен де 14 зиле де ла зиуа ын каре а фост примит актул екзаминязэ, семнязэ лежя конституционалэ, лежя ши ле промулгэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене ну поате респинже ши ындрепта ла екзаминаре репетатэ лежиле конституционале, апробате де Советул Супрем ал Републичий Молдовенешть Нистрене ын ординя стабилитэ, инклусив лежиле ку привире ла модификаря Конституцией, дар есте облигат сэ ле семнезе ши сэ ле супунэ промулгэрий. Прешединтеле Републичий Молдовенешть Нистрене ла фел ну аре дрептул сэ респингэ дечизия ку привире ла дизолваря Советелор локале де депутаць ай попорулуй."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Дакэ Прешединтеле Републичий Молдовенешть Нистрене ын декурсул терменулуй стабилит де пунктул 1 ал артиколулуй де фацэ ну а семнат ши (сау) ну а промулгат лежя конституционалэ, лежя сау ну а ынторс лежя спре екзаминаре репетатэ, лежя конституционалэ, лежя сынт супусе апликэрий ын урма семнэрий лор ши (сау) а публикэрий офичиале де кэтре Прешединтеле Советулуй Супрем ал Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Дакэ Прешединтеле Републичий Молдовенешть Нистрене ын декурс де 14 зиле дин зиуа примирий лежий, о респинже ши о ындряптэ спре екзаминаря репетатэ а лежий сау а уней пэрць дин еа, атунч Советул Супрем ал Републичий Молдовенешть Нистрене ын ординя стабилитэ дин ноу екзаминязэ лежя ын каузэ сау о парте дин еа. Дакэ ла екзаминаря репетатэ а лежий сау а уней пэрць дин еа вор фи апробате ын редактаря де май ынаинте де мажоритатя ну май пуцин де доуэ треимь де вотурь дин нумэрул де депутаць ай Советулуй Супрем ал Републичий Молдовенешть Нистрене, стабилит де Конституцие, Прешединтеле Републичий Молдовенешть Нистрене есте облигат ын декурс де 7 зиле сэ семнезе ши сэ супунэ промулгэрий лежя сау о парте дин еа."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Дакэ Прешединтеле Републичий Молдовенешть Нистрене ын декурс де 7 зиле дин зиуа примирий репетате а лежий, адоптате де Советул Супрем ал Републичий Молдовенешть Нистрене, ну а семнат ши (сау) ну а промулгат лежя, еа интрэ ын вигоаре ын урма семнэрий ши (сау) а публикэрий офичиале де кэтре Прешединтеле Советулуй Супрем ал Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 6,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене аре дрептул де а респинже ши а ындрепта ла екзаминаря репетатэ унеле артиколе але лежий финанчиаре сау де а пропуне редучеря сумелор алокате, апробате де Советул Супрем ал Републичий Молдовенешть Нистрене. Респинжеря ши ындрептаря ла екзаминаря репетатэ а унуй артикол апарте, а стэрий лежий финанчиаре ну конституе ун обстакол пентру семнаря ей ши пунере ын апликаре. Прочедура де екзаминаре репетатэ ши де адоптаре а лежий, а уней пэрць апарте дин леже требуе сэ фие аналожикэ челей експусе ын пунктул 4 ал артиколулуй де фацэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 74,
      introduction: ["Пентру реализаря функциилор де контрол Советул Супрем аре дрептул де а форма органеле нечесаре пентру ачаста, организаря ши ординя активитэций кэрора се стабилеште де актул лежислатив ал Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 75,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене поате фи ревокат дин функцие де Советул Супрем нумай ын база акузэрий, ынаинтате де Советул Супрем, ын трэдаре де стат сау ын сэвырширя уней алте ифракциунь деосебит де граве, граве, конфирматэ прин вердиктул Курций Супреме а Републичий Молдовенешть Нистрене ку привире ла екзистенца ын акциуниле Прешединтелуй Републичий Молдовенешть Нистрене а семнелор уней инфракциунь ши прин вердиктул Курций Конституционале а Републичий Молдовенешть Нистрене ку привире ла респектаря ординий стабилите а ынаинтэрий акузэрий."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Инициатива ку привире ла ынаинтаря акузэрий ши ку привире ла ревокаря дин функцие а Прешединтелуй се екзаминязэ прин пропунеря а ну май пуцин де о треиме де депутаць ай Советулуй Супрем дин нумэрул лор, стабилит де Конституцие, ши презенца вердиктулуй уней комисий спечиале, креате де Советул Супрем.", "Проблема ку привире ла ревокаря дин функцие а Прешединтелуй требуе сэ фие екзаминатэ де Советул Супрем ну май тырзиу декыт ын термен де доуэ лунь дупэ ынаинтаря акузэрий. Дакэ ын ачест термен дечизия Советулуй Супрем ну ва фи адоптатэ, акузаря се консидерэ респинсэ."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Дечизия ку привире ла ревокаря дин функцие а Прешединтелуй се адоптэ де ну май пуцин де доуэ треимь де вотурь дин нумэрул де депутаць ай Советулуй Супрем, стабилит де Конституцие. Дечизия ын каузэ ынсямнэ деституире дин функция децинутэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3,
      number: 76,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советул Супрем поате фи дизолват де кэтре Прешединтеле Републичий Молдовенешть Нистрене ын казуриле, превэзуте де пунктул 4 ал артиколулуй 76-2 ши де пунктул 3 ал артиколулуй 76-8 ал Конституцией, ку ексчепция казурилор, стабилите де пунктеле 2-4 але артиколулуй де фацэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Советул Супрем ну поате фи дизолват пе база елементелор, превэзуте ын пунктул 3 ал артиколулуй 76-7 ал Конституцией, ын декурс де ун ан дупэ алежеря луй."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Советул Супрем ну поате фи дизолват дин моментул ынаинтэрий акузэрий ымпотрива Прешединтелуй Републичий Молдовенешть Нистрене пынэ ла адоптаря дечизией кореспунзэтоаре а Советулуй Супрем."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Советул Супрем ну поате фи дизолват ын периоада акциуний пе териториул Републичий Молдовенешть Нистрене а стэрий де рэзбой сау ексчепционале, прекум ши ын периоада де шасе лунь пынэ ла финисаря терменулуй мандатулуй Президентулуй Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.1,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Путеря екзекутивэ ын Република Молдовеняскэ Нистрянэ есте реализатэ де Гувернул Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Гувернул Републичий Молдовенешть Нистрене констэ дин Прешединте ал Гувернулуй Републичий Молдовенешть Нистрене, локцииторь ай Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене, миништри, шефь ай администрациилор де стат але орашелор, райоанелор."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Мембрий Гувернулуй ну пот окупа орьче алтэ функцие плэтитэ, сэ реализезе активитате де антрепренор ши алтэ активитате, ку ексчепция активитэций штиинцифиче, дидактиве ши алтей активитэць креативе, ну пот фи депутаць ай Советулуй Супрем сау ай алтор органе репрезентативе ын Република Молдовеняскэ Нистрянэ, прекум ши суспендязэ апартененца ла партиде политиче ши ла алте асочиаций публиче, че урмэреск скопурь политиче, пе тот терменул мандатулуй сэу.", "Прин актеле лежислативе але Републичий Молдовенешть Нистрене пот фи стабилите алте типурь де активитэць, инкомпатибиле ку статутул мембрилор Гувернулуй."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.2,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене есте нумит де кэтре Прешединтеле Републичий Молдовенешть Нистрене прин акордул Советулуй Супрем."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Пропунеря де кандидатурэ а Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене се инклуде ну май тырзиу де ун термен де доуэ сэптэмынь дупэ интраря ын сервичиу а Прешединтелуй Републичий Молдовенешть Нистрене дин ноу алес сау дупэ демисия Гувернулуй Републичий Молдовенешть Нистрене орь ын декурс де доуэ сэптэмынь дин зиуа респинжерий кандидатурий де Советул Супрем."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Советул Супрем екзаминязэ кандидатура де Прешединте ал Гувернулуй Републичий Молдовенешть Нистрене, репрезентатэ де кэтре Прешединтеле Републичий Молдовенешть Нистрене, ын декурсул уней сэптэмынь дин зиуа инклудерий пропунерий де кандидатурэ.", "Прешединтеле Републичий Молдовенешть Нистрене аре дрептул сэ презинте уна ши ачеяшь кандидатурэ ла функция де Прешединте ал Гувернулуй Републичий Молдовенешть Нистрене ну май мулт де доуэ орь."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Дупэ а трея респинжере а кандидатурилор де Прешединте ал Гувернулуй Републичий Молдовенешть Нистрене, презентате де кэтре Советул Супрем, Прешединтеле Републичий Молдовенешть Нистрене нумеште Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене, дизолвэ Советул Супрем, ку ексчепция казурилор, превэзуте де пунктеле 3, 4 але артиколулуй 76 ал Конституцией."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.3,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене ын декурс де ну май пуцин де о сэптэмынэ дупэ нумиря ын функцие презинтэ Прешединтелуй Републичий Молдовенешть Нистрене пропунерь ын привинца структурий органелор путерий екзекутиве."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене пропуне Прешединтелуй Републичий Молдовенешть Нистрене кандидатуриле ын функцие де локцииторь ай Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене, миништри, шефь ай администрациилор де стат але орашелор, райоанелор."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.4,
      introduction: ["Прешединтеле Гувернулуй Републичий Молдовенешть Нистрене, ын конформитате ку Конституция Републичий Молдовенешть Нистрене, лежиле, декретеле Прешединтелуй Републичий Молдовенешть Нистрене, детерминэ дирекцииле фундаментале але активитэций органелор екзекутиве але путерий де стат ши а Гувернулуй Републичий Молдовенешть Нистрене ши организязэ лукрул Гувернулуй Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.5,
      paragraphs: [
        Paragraph(
            number: 1,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "елаборязэ ши презинтэ Советулуй Супрем проектул бужетулуй републикан ши асигурэ екзекутаря луй; презинтэ Советулуй Супрем рапорт ку привире ла екзекутаря бужетулуй републикан; презинтэ Советулуй Супрем рапоартеле ануале ку привире ла резултателе активитэций сале, инклусив ку привире ла ынтребэриле, ынаинтате де кэтре Советул Супрем;"
              ),
              SubParagraph(
                  title: "б",
                  text: "асигурэ екзекутаря ын Република Молдовеняскэ Нистрянэ а уней политичь униче финанчиаре, економиче, де кредит ши бэнешть;"
              ),
              SubParagraph(
                  title: "в",
                  text: "асигурэ екзекутаря ын Република Молдовеняскэ Нистрянэ а уней политичь униче де стат ын домениул културий, ал штиинцей, ал ынвэцэмынтулуй, ал културий физиче ши ал спортулуй, ал окротирий сэнэтэций, ал асигурэрий сочиале, ал еколожией;"
              ),
              SubParagraph(
                  title: "г",
                  text: "реализязэ кондучеря ку проприетатя де стат;"
              ),
              SubParagraph(
                  title: "д",
                  text: "реализязэ мэсуриле привинд асигураря апэрэрий цэрий, секуритатя де стат, реализаря политичий екстерне а Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "е",
                  text: "реализязэ мэсуриле привинд асигураря базелор реглементэрий вамале;"
              ),
              SubParagraph(
                  title: "ж",
                  text: "реализязэ мэсуриле привинд асигураря лежитэций, а дрептурилор ши а либертэцилор четэценилор, окротиря проприетэций ши а ординий публиче, лупта ку криминалитатя;"
              ),
              SubParagraph(
                  title: "з",
                  text: "реализязэ алте ымпутерничирь, атрибуите луй де Конституция Републичий Молдовенешть Нистрене, де лежь, де декретеле Прешединтелуй Републичий Молдовенешть Нистрене."
              )],
            introduction: ["Гувернул Републичий Молдовенешть Нистрене:"]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ординя активитэций Гувернулуй Републичий Молдовенешть Нистрене се детерминэ де лежя конституционалэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.6,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Ын база ши пентру екзекутаря Конституцией Републичий Молдовенешть Нистрене, а лежилор, а декретелор Прешединтелуй Републичий Молдовенешть Нистрене, Гувернул Републичий Молдовенешть Нистрене емите диспозиций ши ордине, асигурэ екзекутаря лор."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Диспозицииле ши ординеле Гувернулуй Републичий Молдовенешть Нистрене сынт облигаторий пентру екзекутаре пе тот териториул Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Диспозицииле ши ординеле Гувернулуй Републичий Молдовенешть Нистрене ын казул контрадикцией лор Конституцией Републичий Молдовенешть Нистрене, лежилор ши декретелор Прешединтелуй Републичий Молдовенешть Нистрене пот фи анулате де кэтре Прешединтеле Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.7,
      introduction: ["Ын фаца Прешединтелуй дин ноу алес ал Републичий Молдовенешть Нистрене Гувернул Републичий Молдовенешть Нистрене ышь депуне ымпутерничириле."]
  ),
  Article(
      section: "III",
      chapter: 3.1,
      number: 76.8,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Гувернул Републичий Молдовенешть Нистрене поате сэ-шь дее демисия, каре есте акчептатэ сау респинсэ де кэтре Прешединтеле Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 1,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене поате адопта дечизия ку привире ла демисия Гувернулуй Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Советул Супрем поате експрима неынкредере Гувернулуй Републичий Молдовенешть Нистрене. Диспозиция ку привире ла неынкредере Гувернулуй Републичий Молдовенешть Нистрене се адоптэ де кэтре доуэ треимь де вотурь дин нумэрул де депутаць ай Советулуй Супрем, стабилит де Конституцие. Дупэ експримаря де кэтре Советул Супрем а неынкредерий фацэ де Гувернул Републичий Молдовенешть Нистрене, Прешединтеле Републичий Молдовенешть Нистрене аре дрептул сэ анунце деспре демисия Гувернулуй Републичий Молдовенешть Нистрене сау сэ ну фие де акорд ку дечизия Советулуй Супрем. Ын казул дакэ Советул Супрем ын декурс де трей лунь дин ноу експримэ неынкредере Гувернулуй Републичий Молдовенешть Нистрене, Прешединтеле Републичий Молдовенешть Нистрене анунцэ деспре демисия Гувернулуй сау дизолвэ Советул Супрем."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Ын казул демисией сау ал деклинэрий ымпутерничирилор, Гувернул Републичий Молдовенешть Нистрене ын база декретулуй Прешединтелуй Републичий Молдовенешть Нистрене континуэ сэ акционезе пынэ ла формаря унуй ноу Гуверн ал Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 4,
      number: 77,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Советеле де депутаць ай попорулуй але орашелор, райоанелор, сателор (орэшелелор), каре конституе унитэць административ-териториале але републичий, интрэ ын система унитарэ де органе репрезентативе але путерий де стат а Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Депутаций Советелор орэшенешть ши районале, сэтешть (але орэшелелор) де депутаць ай попорулуй се алег пе база дрептулуй електорал женерал егал ши директ прин вот секрет де популация унитэцилор административ-териториале кореспунзэтоаре пе ун термен де 5 ань.", "Советеле районале де депутаць ай попорулуй се формязэ конформ принчипиулуй де репрезентанцэ а интереселор популацией ши але териториилор каре интрэ ын компоненца райоанелор.Депутаций Советелор районале де депутаць ай попорулуй дупэ функцие сынт шефий администрациилор сэтешть (але орэшелелор), алешь де популация териториилор кореспунзэтоаре.", "Компетенца, ординя екзекутэрий (формэрий) алежерилор, принчипииле де базэ але активитэций органелор репрезентативе але путерий де стат ши а аутоадминистрэрий локале се стабилеск де леже."]
        )]
  ),
  Article(
      section: "III",
      chapter: 4,
      number: 78,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Администрацииле де стат але орашелор ши але райоанелор, каре конституе унитэць административ-териториале але републичий, интрэ ын компоненца системулуй унитар ал органелор екзекутиве але путерий де стат а Републичий Молдовенешть Нистрене ши реализязэ функцииле администрэрий де стат ын ораше ши пе територииле райоанелор Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Шефул администрацией де стат а орашулуй (а районулуй) есте нумит ын функцие де кэтре Прешединтеле Републичий Молдовенешть Нистрене, конформ пропунерий Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене.", "Шефул администрацией де стат а орашулуй (а районулуй) есте елиберат дин функцие де кэтре Прешединтеле Републичий Молдовенешть Нистрене, конформ пропунерий Прешединтелуй Гувернулуй Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Компетенца, принчипииле де базэ але активитэций администрэрий локале де стат се стабилеск де леже."]
        )]
  ),
  Article(
      section: "III",
      chapter: 4,
      number: 79,
      introduction: ["Системул аутоадминистрэрий локале, ординя формэрий, принчипииле де базэ але активитэций, база финанчиарэ ши економикэ ши гаранцииле де стат але индепенденцей аутоадминистрэрий локале се реглементязэ де лежислация Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 80,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Жустиция ын Република Молдовеняскэ Нистрянэ се реализязэ нумай де жудекэторие."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ауторитатя жудекэторяскэ се реализязэ де инстанцеле жудекэторешть прин интермедиул прочедурий жудичиаре конституционале, пенале ши де арбитраж.", "Организаря жудичиарэ ын Република Молдовеняскэ Нистрянэ есте детерминатэ де лежя конституционалэ, ын конформитате ку Конституция ын вигоаре. Креаря инстанцелор жудекэторешть ексчепционале ну се адмите."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Компетенца, ординя формэрий ши активитэций инстанцелор жудекэторешть се детерминэ де Конституция ын вигоаре ши де лежя конституционалэ."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Прешединтеле Републичий Молдовенешть Нистрене есте гарантул индепенденцей ауторитэций жудекэторешть.", "Бужетул инстанцелор жудекэторешть требуе сэ асигуре посибилитатя екзерчитэрий тотале ши индепенденте а ымпутерничирилор конституционале, асигураря бужетарэ а органелор ауторитэций жудекэторешть ну поате фи май микэ декыт асигураря бужетарэ а алтор органе але путерий де стат а Републичий Молдовенешть Нистрене. Бужетул инстанцелор жудекэторешть ын декурсул анулуй финанчиар курент ну поате фи редус фэрэ акордул органелор супреме але ауторитэций жудекэторешть а Републичий Молдовенешть Нистрене, ку ексчепция казурилор де редучере пропорционалэ а келтуелилор бужетаре але тутурор органелор путерий де стат."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 81,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Жудекэторий, ла реализаря жустицией, сынт индепенденць ши се супун нумай Конституцией Републичий Молдовенешть Нистрене ши лежий."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Орьче интервенцие ын активитатя жудекэторилор ын прочесул де екзерчитаре а жустицией есте инадмисибилэ ши атраже дупэ сине респонсабилитате, конформ лежий."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Жудекэтория, стабилинд ын прочесул де екзаминаре некореспундеря актулуй норматив ал органулуй де стат сау ал алтуй орган Конституцией сау лежий, адоптэ о дечизие, ын конформитате ку Конституция ши лежя."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 82,
      introduction: ["Жудекэторь пот фи нумай четэцений Републичий Молдовенешть Нистрене каре диспун де студий супериоаре журидиче ши векиме ын мункэ ын домениул журидик ну май пуцин де 5 ань.", "Жудекэтор, каре партичипэ ла ынфэптуиря жустицией ын Куртя Конституционалэ, поате фи четэцянул Републичий Молдовенешть Нистрене каре диспуне де студий супериоаре журидиче ши векиме ын мункэ ын домениул журидик сау ын активитатя де дрепт ну май пуцин де 10 ань."]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 83,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Жудекэторий, ку ексчепция жудекэторилор Курций Конституционале ши а жудекэторилор де паче, сынт нумиць ын функцие де кэтре Прешединте, конформ пропунерий прешединцилор Курций Супреме ши де Арбитраж.", "Жудекэторий де паче сынт алешь де популацие дин нумэрул персоанелор каре кореспунд черинцелор примей пэрць а артиколулуй 82 ал Конституцией ын вигоаре, ын база дрептулуй електорал женерал егал ши директ прин вот секрет. Дурата мандатулуй жудекэторилор де паче – 5 ань. Ординя екзекутэрий алежерилор жудекэторилор де паче се стабилеште де леже.", "Жудекэторий окупэ постул пе термен нелимитат пынэ ла атинжеря вырстей де 65 де ань, ку ексчепция жудекэторилор каре сынт нумиць ын функцие пентру прима датэ, а жудекэторилор де паче ши а персоанелор каре партичипэ ын калитате де жудекэторь ла експедиеря жустицией ла Куртя Конституционалэ.", "Прима нумире ын функцие а жудекэторулуй се реализязэ ын термен де чинч ань, ку ексчепция казурилор, стабилите де Конституция ын вигоаре."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ымпутерничириле жудекэторулуй пот фи ынтрерупте сау суспендате ын ординя ши ын база принчипиилор, стабилите де Конституцие ши де лежя конституционалэ."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Ын периоада екзерчитэрий ымпутерничилор сале, жудекэторий ну пот сэ реализезе активитатя де антрепренор ши алтэ активитате, ын афарэ де активитатя дидактикэ, штиинцификэ ши алтэ активитате креативэ.", "Ын периоада ымпутерничилор сале, жудекэторий ну пот фи мембри ай партиделор политиче, ай асочиациилор обштешть каре урмэреск скопурь политиче. Ындеплиниря облигациунилор де жудекэтор сынт инкомпатибиле ку ындеплиниря облигациунилор де депутат."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 84,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Персоналитатя жудекэторулуй есте инвиолабилэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Жудекэторул ну поате фи трас ла рэспундере алтфел декыт ын ординя, стабилитэ де леже."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 85,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Жудекаря прочеселор ын тоате инстанцеле жудекэторешть есте дескисэ. Аудиеря прочеселор ла шединца ынкисэ се адмите нумай ын казуриле, превэзуте де леже."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Жустиция се реализязэ ын база контрадикториалитэций ши а егалитэций пэрцилор ын прочес."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 86,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене есте органул де контрол конституционал ын Република Молдовеняскэ Нистрянэ.", "Куртя Конституционалэ а Републичий Молдовенешть Нистрене гарантязэ суверанитатя Конституцией Републичий Молдовенешть Нистрене, асигурэ респектаря принчипиулуй де дивизаре а ауторитэцилор, гарантязэ респонсабилитатя статулуй ын фаца четэцянулуй ши а четэцянулуй ын фаца статулуй."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Куртя Конституционалэ констэ дин 6 (шасе) жудекэторь, инклузынд Прешединтеле Курций. Терменул мандатулуй жудекэторулуй Курций Конституционале – 7 ань, ын афарэ де жудекэторул Курций Конституционале каре а атинс лимита де вырстэ а афлэрий ын функция де жудекэтор ал Курций Конституционале, стабилитэ де пунктул 3 ал артиколулуй де фацэ, май ынаинте декыт песте 7 ань дупэ нумиря ын функцие.", "Ымпутерничириле жудекэторулуй Курций Конституционале пот фи пот фи ынтрерупте сау суспендате нумай ын ординя, стабилитэ де лежя конституционалэ.", "Прешединтеле Републичий Молдовенешть Нистрене, Советул Супрем, конгресул жудекэторилор Републичий Молдовенешть Нистрене нумеск кыте дой жудекэторь ай Курций Конституционале."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Жудекэторий Курций Конституционале сынт нумиць дин нумэрул персоанелор каре ау атинс ын зиуа нумирий ын функцие вырста де 40 де ань, каре сынт жудекэторь ай алтор инстанце жудекэторешть ши дин нумэрул алтор персоане каре кореспунд черинцелор пэрций а доуа а артиколулуй 82 ал Конституцией ын вигоаре. Лимита де вырстэ пентру афларя ын функцие а жудекэторулуй Курций Конституционале – 65 де ань."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Прешединтеле Курций Конституционале, ын ординя стабилитэ де Конституцие, есте нумит дин нумэрул жудекэторилор Курций Конституционале."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 87,
      paragraphs: [
        Paragraph(
            number: 1,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "лежилор Републичий Молдовенешть Нистрене (инклусив а челор конституционале), прекум ши а актелор де дрепт, адоптате де Советул Супрем;"
              ),
              SubParagraph(
                  title: "б",
                  text: "актелор де дрепт але Прешединтелуй Републичий Молдовенешть Нистрене, але Гувернулуй Републичий Молдовенешть Нистрене, але министерелор, але департаментелор ши але алтор органе але путерий де стат, але аутоадминистрэрий локале ын Република Молдовеняскэ Нистрянэ, инклусив ын партя нечеситэций солуционэрий конфликтелор ку привире ла компетенца динтре органеле диверселор рамурь але путерий де стат;"
              ),
              SubParagraph(
                  title: "в",
                  text: "контрактелор интернационале але Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "г",
                  text: "практичий де апликаре а дрептулуй;"
              ),
              SubParagraph(
                  title: "д",
                  text: "активитэций органелор елективе ши а персоанелор офичиале але аутоадминистрэрий локале ын привинца дечизиилор адоптате де еле ши а актелор де дрепт."
              )],
            introduction: ["Ын партя екзерчитэрий контролулуй конституционал Куртя Конституционалэ пермите прочеселе деспре конституционалитатя:"]
        ),
        Paragraph(
            number: 2,
            subParagraphs: [
              SubParagraph(
                  title: "а",
                  text: "ексклус;"
              ),
              SubParagraph(
                  title: "б",
                  text: "деспре конституционалитатя контрактелор интернационале семнате але Републичий Молдовенешть Нистрене пынэ ла ратификаря сау апробаря лор;"
              ),
              SubParagraph(
                  title: "в",
                  text: "деспре контрадикция лежий Републичий Молдовенешть Нистрене (инклусив а челей конституционале) принчипиилор унаним акчептате ши нормелор дрептулуй интернационал, регулилор контрактулуй ратификат интернационал ал Републичий Молдовенешть Нистрене;"
              ),
              SubParagraph(
                  title: "г",
                  text: "ын алте казурь, превэзуте де Конституция ын вигоаре."
              )],
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене ын привинца реализэрий контролулуй конституционал фаче конклузииле:"]
        ),
        Paragraph(
            number: 3,
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене ын привинца плынжерилор деспре ынкэлкаря дрептурилор конституционале ши а либертэцилор четэценилор ла соличитэриле инстанцелор жудекэторешть верификэ кореспундеря лежий апликате сау каре есте супусэ апликэрий ын прочесул конкрет Конституцией Републичий Молдовенешть Нистрене, анализязэ плынжериле четэценилор деспре ынкэлкаря дрептурилор ши либертэцилор омулуй ши а четэцянулуй, апэруте ын урма апликэрий лежий, а актулуй норматив."]
        ),
        Paragraph(
            number: 4,
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене ла соличитэриле Прешединтелуй Републичий Молдовенешть Нистрене, але Гувернулуй Републичий Молдовенешть Нистрене, але Советулуй Супрем, але Пленарелор Курций Супреме ши але челей де Арбитраж але Републичий Молдовенешть Нистрене екзаминязэ прочеселе деспре конституционалитате ши реализязэ контролул конституционал ын казуриле ши ын легэтурэ ку ынтребэриле, превэзуте де пунктеле 1 ши 2 але артиколулуй де фацэ, оферэ интерпретаре женерал-облигаторие а Конституцией ши а лежилор конституционале але Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 4.1,
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене ла соличитаря Советулуй Супрем оферэ конклузий ку привире ла респектаря ординий стабилите а ынаинтэрий акузэрий Прешединтелуй Републичий Молдовенешть Нистрене ын трэдаре де стат сау ын сэвырширя алтей криме граве, деосебит де граве."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Куртя Конституционалэ а Републичий Молдовенешть Нистрене хотэрэште нумай ынтребэриле дрептулуй.", "Дечизииле Курций Конституционале се адоптэ де мажоритатя вотурилор дин нумэрул де жудекэторь, стабилит де Конституция ын вигоаре."]
        )]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 88,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Дечизииле Курций Конституционале а Републичий Молдовенешть Нистрене сынт дефинитиве. Актеле сау пэрциле лор апарте, рекуноскуте неконституционале, ын кореспундере ку субпунктеле «а» ши «б» але пунктулуй 1 ал артиколулуй 87 ал Конституцией ын вигоаре, ышь пьерде валабилитатя. Рекуноаштеря контрактулуй интернационал ал Републичий Молдовенешть Нистрене неконституционал дуче ла консечинцеле, превэзуте де дрептул интернационал, де Конституция Републичий Молдовенешть Нистрене ши де леже. Практика де апликаре а дрептулуй, рекуноскутэ неконституционалэ, есте супусэ суспендэрий; дечизииле кореспунзэтоаре але органелор де стат, але аутоадминистрэрий локале ши але персоанелор офичиале требуе сэ фие ревэзуте ын ординя стабилитэ де леже."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Ординя организэрий ши активитэций Курций Конституционале а Републичий Молдовенешть Нистрене, прочедуриле респектате де еа ши алте ынтребэрь се реглементязэ де лежя конституционалэ."]
        )
      ]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 89,
      introduction: ["Жудекэтория Супремэ а Републичий Молдовенешть Нистрене есте чел май ыналт орган де жудекатэ пентру прочесе чивиле, пенале, административе ши алте прочесе, че цин де компетенца жудекэториилор журисдикцией женерале, екзерчитэ ын формеле прочесуале, превэзуте де леже, суправегеря жудичиарэ а активитэций лор ши експликэ проблемеле практичий жудичиаре."]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 90,
      introduction: ["Жудекэтория де арбитраж а Републичий Молдовенешть Нистрене есте чел май ыналт орган де жудекатэ че резолвэ економиче ши алте прочесе реглементате де леже."]
  ),
  Article(
      section: "III",
      chapter: 5,
      number: 91,
      introduction: ["ексклус"]
  ),
  Article(
      section: "III",
      chapter: 6,
      number: 92,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Суправегеря апликэрий коректе ши униформе а Конституцией Републичий Молдовенешть Нистрене ши лежиле дин териториул Републичий Молдовенешть Нистрене се ефектуязэ де Прокурорул Републичий Молдовенешть Нистрене ши прокурорий дин субордине."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Компетенца, организаря ши функционаря Прокуратурей Републичий Молдовнешть Нистрене се стабилеште прин лежя конституционалэ."]
        )]
  ),
  Article(
      section: "III",
      chapter: 7,
      number: 93,
      introduction: ["Базеле секуритэций национале але Републичий Молдовенешть Нистрене, апэраря националэ, стабилиря ши активитатя форцелор армате але Републичий Молдовенешть Нистрене, алте организаций милитаре але статулуй, групэриле парамилитаре ши сервичииле де секуритате але статулуй, органеле афачерилор интерне, алте форце де секуритате сынт стабилите прин леже."]
  ),
  Article(
      section: "III",
      chapter: 7,
      number: 94,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Форцеле Армате але Републичий Молдовенешть Нистрене ындеплинеск функция де протекцие а Републичий Молдовенешть Нистрене, апэраря суверанитэций, индепенденцей ши интегритэций териториале. Дечизия де а фолоси форцеле армате ын афара границелор есте луатэ де кэтре Консилиул Супрем ал Републичий Молдовенешть Нистрене ла пропунеря прешединтелуй Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Сервичиул де секуритате де Стат ин кадрул компетенцелор каре сынт акордате ефектуязэ активитэць де превенире ши комбатере а атакурилор ымпотрива ординий конституционале, суверанитэций, интегритэций териториале, апэрэрий Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Аженцииле де афачерь интерне асигурэ секуритатя персоналэ, протекция проприетэций, ординий публиче ши комбатеря криминалитэций."]
        )]
  ),
  Article(
      section: "III",
      chapter: 7,
      number: 95,
      introduction: ["Утилизаря Форцелор Армате але Републичий Молдовенешть Нистрене, алте интстиуций але статулуй милитаре, форцелор парамилитаре, форцелор де секуритате але статулуй, аженций де афачерь интерне, алте форце де секуритате, ку скопул де а скимба ын мод форцат, орь ындепэртаря форцатэ а системулуй конституционал ал Републичий Молдовенешть Нистрене, обструкционаря сау лимита ын ачеяшь ордине де активитате а органелор де путере де стат, рестрикционаря илегалэ а дрептурилор ши либертэциор конституционале але омулуй ши четэцянулуй, прекум ши агресиуне ымпотрива алтор стате есте о кримэ гравэ."]
  ),
  Article(
      section: "III",
      chapter: 8,
      number: 96,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Системул финанчиар ал Републичий Молдовенешть Нистрене се базязэ пе унитатя проприе монетарэ. Дрептул де а диспуне де финанцеле публиче апарцине ексклусив ауторитэцилор релеванте, ши ын конформитате ку актул лежислатив адоптат де Консилиул Супрем ал Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Фондуриле публиче ну пот фи келтуите, ши облигацииле финанчиаре ну пот фи акчептате декыт ын модул ши ын лимителе превэзуте де леже."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Пентру акопериря дефичитулуй бужетар непревэзут ши келтуелиле публиче непревэзуте есте формат фондул де резервэ де стат, дин каре респонсабил пентру келтуель есте Гувернул Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 8,
      number: 97,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Тоате венитуриле ши келтуйелиле де стат сынт инклусе ын бужет."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Бужетул есте апробат прин леже пе термен де ун ан, сау май мулць ань; ын ачест дин урмэ каз, се апробэ сепарат пентру фиекаре ан, инаинте де приму ан де даре де сямэ. Секциуниле бужетаре (програмеле бужетаре) пот авя о дуратэ диферитэ пе паркурсул анилор."]
        ),
        Paragraph(
            number: 3,
            subParagraphs: [
              SubParagraph(
                  title: "a",
                  text: "концинеря организациилор бужетаре, органеле де кондучере де стат ши костурилор ауторизате де леже."
              ),
              SubParagraph(
                  title: "б",
                  text: "респектаря облигациилор де стат стабилите прин леже."
              )],
            introduction: [
              "Ын казул ын каре бужетул пентру анул виитор ну есте апробат ынаинте де сфыршитул анулуй де рапортаре, ын тимп че се аштяптэ апробаря ауторитэциле публиче ау дрептул де а продуче, ын лимителе стабилите де леже пентру периоада кореспунзэтоаре а анулуй трекут, тоате келтуйелиле нечесаре пентру:",
            ],
          conclusion: [
            "Ын казул ын каре костуриле менционате де май сус, ну сынт акоперите де венитуриле дин импозите, таксе ши алте сурсе, Гувернул Републичий Молдовенешть Нистрене поате пуне ын апликаре кредитаря нечесарэ пентру а сприжини економия ын валоаре де фондурь ну май мулт де ун сферт дин бужетул тотал ал анулуй трекут."
          ]
        ),
        Paragraph(
            number: 4,
            introduction: ["Лежиле адоптате ын декурсул анулуй фискал, мажоритатя келтуйелилор бужетаре апробате сау а венитулуй бужетар ын скэдере, пот фи акчептате де кэтре Консилиул Супрем ал Републичий Молдовенешть Нистрене ку акордул Гувернулуй ын формэ де конклузие, ку ексчепция казурилор стабилите да алинеатул дат.", "Конклузия есте асигуратэ де Гувернул Републичий Молдовенешть Нистрене ин термен де трезечь (30) де зиле лукрэтоаре де ла примиря фактурий. Ын казул ын каре конклузия ну есте ынкеятэ конформ а доуа парте а ачестуй алинеат лежя поате фи адоптатэ де Консилиул Супрем ин абсенца авизулуй Гувернулуй Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 5,
            introduction: ["Проектеле де лежь привинд ынтродучеря сау ануларя такселор, ку привире ла скутире де ла плата ечестора, ку привире ла проблема кредителор де ста, ку привире ла модификэриле ын облигацииле финанчиаре але проектелор де лежь де стат ши де кондицииле каре превэд келтуйель акоперите де бужетул де стат, ку ексчепция казурилор превэзуте де алинеатул 4 артиколулуй презент, пот фи луате ын консидераре нумай дупэ акордул Гувернулуй Републичий Молдовенешть Нистрене, ку ексчепция казурилор стабилите де алинеатул презент. Конклузия есте асигуратэ де Гувернул Републичий Молдовенешть Нистрене ин термен де трезечь (30) де зиле лукрэтоаре де ла примиря фактурий.", "Ын казул ын каре ну есте инкеятэ конклузия конформ пэрций дой ачестуй параграф, лежя поате фи адоптатэ де кэтре Советул Супрем де стат ин липса конклузией Гувернулуй Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "III",
      chapter: 8,
      number: 98,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Интродучера такселор ной ши модификаря такселор екзистенте, се пот фаче нумай и база лежий сау ку респектаря кондициилор превэзуте де леже.", "Ку дрептул де а офери скутирь де таксе ши алте скутирь финанчиаре ин лимителе стабилите де леже ши ын казуриле превэзуте де леже есте инвестит Гувернул Републичий Молдовенешть Нистрене, яр ын алте казурь, се пот фаче нумай прин адоптаря де кэтре Консилиул Супериор ал лежий ын каузэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Лежиле ши ате акте журидиче каре стабилеск ной таксе ши алте плэць облигаторий сау аграваря позицией контрибуабилилор, ну ретроактивязэ ши ынтрэ ын вигоаре ла ынчепутул анулуй ноу фискал, ку кондиция кэ ачется ау фост публикате офичиал ын термен де чел мулт де трей лунь да ла дата интрэрий ын вигоаре. Нимень ну поате фи облигат сэ плэтяскэ импозите ши алте плэць облигаторий каре ну сынт стабилите прин леже, сау калкуларя ши колетаря кэрора ну есте реализатэ прин леже, сау ын орьче алт мод превэзут декыт ын модул превэзут де леже."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Гувернул Републичий Молдовенешть Нистрене ын база лежий аре дрептул де а анула, де а ынтродуче ной, а креште сау а скаде, ин лимителе стбилите де лежислацие а импозителор ши такселор аференте активитэцилор де комерц екстериор, ши дакэ есте нечесар – пентру а редуче сау де а интерзиче импортул, експортул ши транзитул де продусе, бунурь ши проприетэць, ку скопул реглементэрий комерцулуй екстериор, економией де стат, стабилитатя продукэторулуй интерн, прекум ши сэ пунэ ын апликаре орьче алте мэсурь де дезволтаре економией де стат.", "Гувернул Републичий Молдовнешть Нистрене ын презнтаря Консилиулуй Супрем проектулуй бужетулуй ануал де стат презинтэ Консилиулуй Супрем мэсуриле луате ын екзерчитаря ачестор компетенце ын анул фискал."]
        )]
  ),
  Article(
      section: "III",
      chapter: 8,
      number: 99,
      introduction: ["Системуд де импозитаре де стат аре ка скоп бинеле ши бенефичиул популацией, сатисфаче невоиле финанчиаре але статулуй, о дистрибуцие екитабилэ а венитурилор ши а авуцией национале, стимулязэ продукция националэ."]
  ),
  Article(
      section: "III",
      chapter: 8,
      number: 100,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Банка Чентралэ есте о банкэ де стат. Банка Чентралэ де стат ишь дэ даря де сямэ фацэ де Консилиул Супрем ши фацэ де Прешединтеле Републичий Молдовенешть Нистрене. Статутул бэнчий чентрале есте стабилит прин леже."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Проблема де бань есте ефектуатэ ексклусив де кэтре банка чентралэ де стат ин лимителе стабилите де Консилиул Супрем ал Републичий Молдовенешть Нистрене, атунчь кынд апробаря бужетулуй есте ефектуатэ ин фавоаря реглементэрий гувернаментале ши дезволтаря економик а Републичий.", "Т"]
        )]
  ),
  Article(
      section: "IV",
      number: 101,
      introduction: ["Дрептул ла ынтродучеря проектулуй де леӂе, реферитор ла модификаря Конституцией, ыл поседэ ну май пуцин де о треиме дин нумэрул депутацилор Советулуй Супрем стабилит де Конституцие, де Прешединтеле Републичий Молдовенешть Нистрене сау де ну май пуцин де 15 000 де алегэторь. Проблема модификэрий Конституцией ну поате фи ынаинтатэ ши Конституция ну поате фи модификатэ ын периоада стэрий де урӂенцэ сау де рэзбой."]
  ),
  Article(
      section: "IV",
      number: 102,
      introduction: ["Регуламентул капитолулуй I ал Конституцией «Базеле реӂимулуй конституционал», капитолулуй II «Дрептуриле, либертэциле ши облигациуниле омулуй ши четэцянулуй» ши капитолулуй IV «Модификаря Конституцией» поате фи скимбат нумай пе база референдумулуй."]
  ),
  Article(
      section: "IV",
      number: 103,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Пе база референдумулуй;"]
        ),
        Paragraph(
            number: 2,
            introduction: ["Де Советул Супрем ал Републичий Молдовенешть Нистрене. Проектул де леӂе, че се реферэ ла модификаря Конституцией, есте екзаминат де Советул Супрем ын трей лектурь ши ануме ынтре прима ши а доуа лектурэ требуе сэ фие о ынтрерупере де ну май пуцин де доуэ лунь, яр ынтре а доуа ши а трея — ну май пуцин де о лунэ."]
        )],
      introduction: ["Конституция поате фи модификатэ де леӂя адоптатэ:"]
  ),
  Article(
      section: "IV",
      number: 104,
      introduction: ["Пентру а ынтродуче проектул де леӂе, реферитор ла модификаря Конституцией ла референдум, есте невое де май мулт де доуэ треимь де вотурь дин нумэрул мембрилор Советулуй Супрем, стабилит де Конституцие. Референдумул се петрече ын кореспундере ку леӂя конституционалэ ну май девреме де доуэ лунь дин зиуа адоптэрий де Советул Супрем ал Републичий Молдовенешть Нистрене а хотэрырий кореспунзэтоаре."]
  ),
  Article(
      section: "IV",
      number: 105,
      introduction: ["Леӂя деспре модификаря Конституцией есте адоптатэ де Советул Супрем ал Републичий Молдовенешть Нистрене ын кадрул компетенцей луй де май мулт де доуэ треимь де вотурь дин нумэрул депутацилор, стабилит де Конституцие."]
  ),
  Article(
      section: "IV",
      number: 106,
      introduction: ["Леӂя деспре модификаря Конституцией адоптате есте семнатэ де Прешединтеле Републичий Молдовенешть Нистрене ши ну май тырзиу де 7 зиле есте публикатэ офичиал. Дакэ ын ачест термен леӂя ын каузэ ну есте семнатэ де Прешединтеле Републичий Молдовенешть Нистрене ши ну се публикэ, ачастэ леӂе се ынтродуче ын вигоаре дупэ семнаря ей ши публикаря офичиалэ де Прешединтеле Советулуй Супрем ал Републичий Молдовенешть Нистрене. Леӂя деспре модификаря Конституцией се ынтродуче ын вигоаре ну май девреме декыт песте о лунэ дупэ апробаря ей."]
  ),
  Article(
      section: "V",
      number: 1,
      introduction: ["Зиуа адоптэрий Конституцией Републичий Молдовенешть Нистрене се консидерэ зиуа референдумулуй — 24 дечембрие 1995"]
  ),
  Article(
      section: "V",
      number: 2,
      introduction: ["Жудекэторииле ын Република Молдовеняскэ Нистрянэ ефектуязэ жустиция ын кореспундере ку ымпутерничириле лор, стабилите де Конституция ын каузэ.Дупэ ынтраря ын вигоаре а Конституцией, жудекэторий тутурор жудекэториилор Републичий Молдовенешть Нистрене ышь пэстрязэ ымпутерничириле. Локуриле ваканте се ынлокуеск ын ординя стабилитэ де Конституция ын каузэ."]
  ),
  Article(
      section: "V",
      number: 3,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Леӂиле, инклусив челе конституционале, тримитериле ла каре се концин ын Конституция Републичий Молдовенешть Нистрене, требуе сэ фие адоптате сау адусе конформ ей тимп де ун ан дин зиуа ынтрэрий ын вигоаре а леӂий актуале. Алте леӂь ши алте акте де дрепт требуе сэ фие адусе конформ Конституцией Републичий Молдовенешть Нистрене ын тимп де дой ань де ла ынтраря ын вигоаре а Леӂий актуале."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Леӂиле ши алте акте де дрепт, че сынт ын вигоаре, ын зиуа ынтрэрий ын вигоаре а Леӂий дате, пынэ ла адучеря лор конформ Конституцией Републичий Молдовенешть Нистрене, се апликэ ын партя че ну контразиче Конституцией Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Леӂиле ши алте акте де дрепт, адоптате де Униуня РСС, РСС Молдовеняскэ, де Република Молдова пот фи апликате пе териториул Републичий Молдовенешть Нистрене ын партя че ну контразиче Конституцией Републичий Молдовенешть Нистрене. Леӂиле ши алте акте де дрепт, адоптате де Униуня РСС, РСС Молдовеняскэ, Република Молдова дупэ експираря терменулуй де 2 ань дупэ ынтраря ын вигоаре а Леӂий актуале перд валабилитатя ши ну пот фи апликате пе териториул Републичий Молдовенешть Нистрене."]
        )]
  ),
  Article(
      section: "V",
      number: 4,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Дин зиуа ынтрэрий ын вигоаре а Леӂий актуале, депутаций Советулуй Супрем ал Републичий Молдовенешть Нистрене ышь пэстрязэ статутул сэу, мандатул ши капэтэ статут де депутаць ай Советулуй Супрем, превэзут де Конституция Републичий Молдовенешть Нистрене ши ыл пэстрязэ пынэ ла алеӂеря Советулуй Супрем ал Републичий Молдовенешть Нистрене де леӂислатурэ ноуэ."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Пынэ ла алеӂеря Советулуй Супрем де леӂислатурэ ноуэ, дупэ адоптаря леӂий актуале, се пэстрязэ структура бикамералэ а Советулуй Супрем ал Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Дупэ ынтраря ын вигоаре а Леӂий дате, регулиле ши нормеле, че регулязэ кестиунь де организаре а активитэций Советулуй Супрем, сынт супусе апликэрий ын партя че ну контразиче Конституцией. Се пэстрязэ (цинынд конт де структура бикамералэ а Советулуй Супрем) ординя ынтродучерий, анализэрий ши адоптэрий проектелор де леӂе, инклусив прочедура респинӂерий ши а анализэрилор лор репетате ын партя, че ну контразиче нормелор Конституцией."]
        )]
  ),
  Article(
      section: "V",
      number: 5,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Дин зиуа ынтрэрий ын вигоаре а Леӂий актуале Прешединтеле актуал ал Републичий Молдовенешть Нистрене пэстрязэ ымпутерничириле сале, кэпэтынд дрептуриле ши облигациуниле, превэзуте де Конституцие ши окупэ постул сэу пынэ ла алеӂеря ноулуй Прешединте ал Републичий Молдовенешть Нистрене ын конформитате ку Конституция Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Персоанеле офичиале але органелор републикане але путерий екзекутиве, че окупэ постуриле сале пынэ ла ынтраря ын вигоаре а Леӂий дате, ышь пэстрязэ ымпутерничириле сале, кэпэтынд дрептурь ши облигациунь, превэзуте де Конституцие. Елибераря дин функцие а персоанелор дате ши нумиря ын функцие а алтор персоане офичиале, дупэ ынтраря ын вигоаре а Леӂий актуале, се ефектуязэ ын ординя превэзутэ де Конституция Републичий Молдовенешть Нистрене."]
        ),
        Paragraph(
            number: 3,
            introduction: ["Пынэ ла 2 септембрие а анулуй 2002 Прешединте ал Републичий Молдовенешть Нистрене поате фи алес орьче четэцян ал Републичий Молдовенешть Нистрене, каре поседэ дрепт електорал, ну е май тынэр де 35 де ань ши каре есте четэцян ал Републичий Молдовенешть Нистрене дин анул ынтродучерий четэценией Републичий Молдовенешть Нистрене. Дупэ дата суснумитэ функционязэ норма, формулатэ ын пунктул 4 ал Артиколулуй 68 ал Конституцией актуале."]
        )]
  ),
  Article(
      section: "V",
      number: 6,
      introduction: ["Дин зиуа ынтрэрий ын вигоаре а Леӂий актуале Советеле локале де депутаць ай попорулуй ши администрацииле де стат капэтэ статут ши фацэ де еле се рэспындеск нормеле ши регуламентеле, превэзуте де капитолул 4 ал титлулуй III ал Конституцией Републичий Молдовенешть Нистрене."]
  ),
  Article(
      section: "V",
      number: 7,
      paragraphs: [
        Paragraph(
            number: 1,
            introduction: ["Пынэ ла адоптаря леӂий кореспунзэтоаре деспре Куртя Конституционалэ а Републичий Молдовенешть Нистрене, компоненца Курций Конституционале се формязэ конформ леӂий че кореспунде черинцелор артиколелор 62 ши 86 але Конституцией ын вигоаре."]
        ),
        Paragraph(
            number: 2,
            introduction: ["Активититатя Курций Конституционале а Републичий Молдовенешть Нистрене ши екзерчитаря жустицией пынэ ла адоптаря леӂий кореспунзэтоаре се екзерчитэ ын конформитате ку Конституция Републичий Молдовенешть Нистрене ши леӂислация прочесуалэ чивилэ ын вигоаре."]
        )]
  )];
