import '../../classes/preamble.dart';

Preamble preambleMD = Preamble(
  paragraphs: [
    "Ной, попорул мултинационал ал Републичий Молдовенешть Нистрене,",
    "— униць ку соартэ комунэ пе пэмынтул ностру;",
    "— апробынд дрептуриле ши либертэциле омулуй, дезволтаря либерэ а персоналитэций;",
    "— реешинд дин респонсабилитатя пентру Патрия ноастрэ, ын фаца ӂенерацией актуале ши челей виитоаре;",
    "— конфирмынд валориле оменешть, тендинца де а трэи ын паче ши ынцелеӂере ку тоате попоареле ын конформитате ку принчипииле ши нормеле унаним акчептате але дрептулуй интернационал;",
    "— стабилинд ун стат журидик, каре ва асигура супремация леӂий, ка експримаре а воинцей попорулуй;",
    "— респектынд мемория стрэмошилор, каре не-ау трансмис драгостя ши стима фацэ де Патрие;",
    "— доринд сэ асигурэм бунэстаря ши проспераря Реӂиуний Нистрене, адоптэм Конституция Републичий Молдовенешть Нистрене."
  ]
);